{"type":"FeatureCollection","totalResults":354,"features":[{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.54,15.6]},"properties":{"title":"Earthquake Guatemala","date":"2012-11-08T23:00:00+0000","call-id":"420","type":"EARTHQUAKE","description":"At least 52 people have been killed after a 7.4 magnitude tremor hit Guatemala, San Macos region, on Wednesday. Several people have been injured and thousands are left without power. Aftershocks continued into the night causing people to flee their homes and buildings. Many residents camped outside their homes, wrapped in blankets. San Marco has been the most affected where more than 30 buildings were destroyed and 40 deaths were confirmed. Rescue operations are under way; Panama, El Salvador and Honduras have offered to help with the rescue operation. 2000 soldiers have joined the rescue operation teams offering to help find any survivors. This is the most powerful earthquake to hit Guatemala since 1976. President Otto Perez Molina has declared three days of mourning after visiting the affected areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-420"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-74.37,39.93]},"properties":{"title":"Ocean Storm, State of New York and New Jersey","date":"2012-11-01T11:00:00+0000","call-id":"419","type":"CYCLONE","description":"Hurricane Sandy - the largest Atlantic tropical storm system on record - made landfall just south of Atlantic City, New Jersey, bringing winds up to 90 mph (150 kph), and pushing a massive storm surge onto beaches and shorelines. At least 50 deaths have been reported. Millions across the Eastern Seaboard are now without power, and even more are struggling with rising floodwater. Sandy continues northward, now downgraded to a post-tropical cyclone, and those affected are now assessing the damage.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-419"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73.29,18.36]},"properties":{"title":"Hurricane Sandy in Haiti","date":"2012-10-29T11:00:00+0000","call-id":"418","type":"CYCLONE","description":"Hurricane Sandy tore through the Caribbean between 26-28 October, leaving a reported 51 dead in Haiti and another 15 missing. The country's housing and terrain are particularly vulnerable to flooding, and the refugee camps from the 2010 earthquake have also been affected by the storm. The southern part of Haiti was most affected by the storm, which includes the capital of Port-au-Prince and the 370,000 earthquake refugees in simple wood and tin shelters. More than 200,000 people have been left homeless following the storm, with some coastal houses swept out to sea. In the aftermath of the storm, 17,200 people have been placed in shelters. Though the flood water from the rivers were beginning to recede on Sunday, according to reports, roads have been cut off, bridges have collapsed, and crops have been destroyed, providing further difficulties to Haiti's recovery. There are also concerns that cases of Cholera may increase in the affected areas following the flooding. - View the SERTIT Rapid Mapping webpage for this event","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-418"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[18.43,12.25]},"properties":{"title":"Flood in Chad","date":"2012-10-10T11:01:00+0000","call-id":"417","type":"FLOOD","description":"Heavy rains which started in early August have caused continuing floods in Chad. Hundreds of thousands of people have been affected by the floods, with damage to both property and agriculture. In the Rig Rig District of the Kanem Region, 220 houses were destroyed and 3000 people were displaced. In the Sila Region, more than 13,000 houses were affected and the flood waters blocked major humanitarian supplies. In Guera, an estimated 850 people were in need of emergency support. And floods have also been reported in the capital, N'Djamena. In September the flood waters were still present, and had affected an estimated 466,000 people, and killed 34. 96,000 houses were reported destroyed and 255,000 hectares of crops lost.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-417"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[5.9299999999999,4.81]},"properties":{"title":"Flood in West Africa \/ Nigeria (Bayelsa State)","date":"2012-10-10T11:00:00+0000","call-id":"416","type":"FLOOD","description":"The flood situation in Nigeria, now reported as being at crisis proportions, has also affected Bayelsa State. Virtually all of the communities along the Niger and Benue Rivers have been flooded, and some have been submerged. Bayelsa State is located on the coast of Nigeria, where the rivers empty out into the ocean, and the natural terrain in the area is flat and swamp-land. The flooding in Nigeria has been reported as the worst in 50 years, and though artificial barriers and precautions were in place in Bayelsa State, the flood waters have overwhelmed them. Thousands of people have been left homeless, with both residential and public buildings destroyed.The flood waters have cut off roads to some communities and agriculture has been ravaged by the flood waters, leading to concerns of potential starvation next year. The local population continue to struggle with the situation, displaced from their homes and at risk from disease in some of the worst affected areas. Relief camps have been set up in the Sagbama and Odi communities.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-416"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[6.73,7.8]},"properties":{"title":"Flood in west Africa \/ Nigeria (Lokoja)","date":"2012-09-25T11:00:00+0000","call-id":"415","type":"FLOOD","description":"The flash floods in west Africa, reported to be the worst in 50 years, have also affected Koji State in Nigeria. The state has been declared a national disaster area by the federal government, with two million people displaced by the floods and some communities submerged. The flooding in Koji State has been reported to be at a level not seen in a hundred years and the flood waters have particularly affected Lokoja, the state capital. Lokoja is located at a confluence between the Niger and Benue Rivers, both of which have flooded. Thousands of people have been stranded on the Abuja-Lokoja-Okene Road, a major transportation route that accounts for 70% of the traffic between the north and south of the country. Parts of the highway have been inundated, further impeding transport. Further contributing to the flood waters are excess water released from the Lagdo Dam in Cameroon and the Shiroro and Kainji Dams in Nigeria. Construction firms have been called in to assess the situation and provide solutions.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-415"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[29.9,7.36]},"properties":{"title":"Flood in South Sudan","date":"2012-09-24T11:00:00+0000","call-id":"414","type":"FLOOD","description":"Floods which began in June have been affecting the Upper Nile state in South Sudan. The flooding in Sudan has displaced over three thousand people, and at least 15 people have been reported killed. The flooding, caused by heavy rain, has cut off roads to rural areas; preventing supplies from reaching them. Of particular concern is the refugee camps in the area, home to over 100,000 people who had fled the internal conflicts in Sudan. The flood waters make their living conditions even more difficult, and also add further risk of disease.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-414"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[68.19,28.94]},"properties":{"title":"Flood in Pakistan","date":"2012-09-18T11:00:00+0000","call-id":"413","type":"FLOOD","description":"Torrential rain, which began on 5 September, has caused flash floods in Pakistan leaving an estimated one million people homeless. Over 100 people have been reported killed in the floods, and many homes and properties have been inundated. Agriculture has also suffered due to the flood waters, washing away crops and livestock. Relief efforts are under-way, but local efforts are hard-pressed to cope with the scale of the floods. Among the districts affected are: Dera Ghazi Khan, Ghotki, Jaffarabad, Jacobabad, Kashmore, Muzzaffagarh, Nasirabad, Rajanpur, Rahim Yar Khan and Shikarpur. - UNITAR\/UNOSAT flood analysis report (PDF 5MB) UNITAR\/UNOSAT situation update report (PDF 2MB) - 02\/10\/2012","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-413"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-77.38,-3.37]},"properties":{"title":"Fires in Ecuador","date":"2012-09-16T11:00:00+0000","call-id":"412","type":"FIRE","description":"22 fire fighters were wounded in Ecuador after an arson attack on Tuesday. The worst affected provinces are Pichincha, El Oro and Azuay. Eight provinces were issued with an Orange alert. Whilst no victims have been reported, several homes were destroyed during the attack. The Ecuadorian government are treating the arson attack very seriously. So far, 5 people have been arrested for starting the forest fires.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-412"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[79.1,30.34]},"properties":{"title":"Floods & Landslides in India","date":"2012-09-15T11:00:00+0000","call-id":"411","type":"LANDSLIDE","description":"On Friday, a series of cloudbursts struck the Himalayan state of Uttarkhand, triggering flash floods and landslides. At least 45 people have been killed and 35 others are missing whilst several more are injured. The worst affected areas include several villages; Chunni, Mangoli, Kimana, Sansari, Giriya, Brahmankholi, Premnagar and Juatok. Rescue workers pulled 17 bodies through debris in the village of Rudraprayag. Army personnel officers are working alongside local rescue teams to help find more bodies. India experiences their annual monsoon seasons between June to July, during this season, the Himalayan hills are more prone to flash floods and landslides. Heavy rains are known to be deadly in this area which continue into September.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-411"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[104,27.5]},"properties":{"title":"Earthquake in southern China","date":"2012-09-07T11:00:00+0000","call-id":"410","type":"EARTHQUAKE","description":"A series of earthquakes struck south-west China at 11:19 (Beijing time) on 07 September 2012. The most powerful was recorded as magnitude 5.6 on the Richter scale. At least 64 people have been killed, and hundreds were injured. The earthquakes struck between the borders of Yunnan and Guizhou Provinces, in the Yiliang and Weining counties. As a result of the earthquakes in this mountainous area, landslides have also been experienced. The most serious damage was in Yiliang county, where the majority of the fatalities occurred. An estimated 100,000 people have been evacuated and approximately 20,000 houses were destroyed. The mountainous terrain in the region is making relief efforts to remote locations difficult.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-410"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.48,10.57]},"properties":{"title":"Extreme floods in North province of Cameroon","date":"2012-09-06T11:00:00+0000","call-id":"409","type":"FLOOD","description":"Extreme floods have devastated Northern regions of Cameroon. Nearly 20 people have died and thousands more are left homeless. Continuous rainfall and the release of the Ladgo Dam caused the Benoe River to burst its banks, which flooded neighbouring residential areas. Faro, Mayo Louti, and Benoue areas were most hard-hit by the floods, destroying crop and rice fields thus causing shortages of food supplies. There are growing concerns of infections such as cholera and malaria being spread through flood waters. Rescue operations are under way; more than 2,500 people have been medically treated and placed into tents.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-409"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-90.1,29.9]},"properties":{"title":"Ocean Storm Gulf Coast of the US","date":"2012-08-31T11:00:00+0000","call-id":"408","type":"FLOOD","description":"A Category 1 hurricane hit New Orleans on Tuesday, bringing torrential rain and force-winds to the Gulf Coast. As winds dropped below 75mph, the hurricane downgraded to Tropical Storm Isaac despite expecting another 24 inches of rainfall. The flooding impacted Braithwaite and Louisiana the most where 75 people including their pets were rescued while another 25 still remain on rooftops. The Tropical Storm Isaac killed 23 people in Haiti and the Dominican Republic before heading towards the Gulf Coast. Isaac struck on Tuesday with winds up to 80mph passing through Mississippi, Alabama and Louisiana. The storm came seven years after Hurricane Katrina devastated the Gulf Coast, killing nearly 2,000 people. Plaquemines Parish, just 60 miles southwest of New Orleans, collected flood water topping a nine-foot-high flood bank causing 2,000 residents to be evacuated from the area. No deaths or injuries were reported. More than 4,000 U.S. Army National Guard Troops are stationed across New Orleans, working alongside police, fire-fighters and rescue-operations. The troops visited several homes ensuring that there were no deaths or injuries. A dusk-till-dawn curfew has been imposed as the storm continues and will remain in place until further notice. Since the storm, 725,000 people across five states remain without power; leaving some without for a week. U.S. President Barak Obama issued emergency declarations for Louisiana and Mississippi states. Whilst highways, roads and homes remain swamped, search-and-rescue operations will resume in heavily flooded areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-408"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[12.13,9.27]},"properties":{"title":"Flood in West Africa \/ Nigeria","date":"2012-08-29T23:00:00+0000","call-id":"407","type":"FLOOD","description":"On Sunday, more than 250 villages were flooded, 18 people died and several others were trapped by the heavy flooding in Adamawa State, Nigeria. The Cameroonian officials released water from the Ladgo Dam, which flooded the neighbouring lowlands of Nigeria. The Emergency Management Agency is providing aid to victims of the flood. Food and blankets are being distributed to affected areas whilst awaiting further help from federal government. West African nations experience torrential rains during their annual rain season, but this season has been reported as the worst in 50 years.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-407"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[2.1,13.28]},"properties":{"title":"Flooding in Niger","date":"2012-08-28T11:00:00+0000","call-id":"405","type":"FLOOD","description":"Heavy flooding over the last few weeks has left 65 dead and over 100,000 homeless in Niger, caused by a severe rain season and the River Niger bursting its banks. The capital city of Niamey was struck by the flood waters from the River Niger, and Agadez City in the centre of Niger has also been affected. The Dosso region has suffered the worst effects of the floods, however, with an estimated ten thousand homes destroyed. Relief and international aid is being provided to help with the recovery. - Please see here for the SERTIT rapid mapping webpage for this activation.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-405"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-17.46,14.74]},"properties":{"title":"Flooding in Senegal","date":"2012-08-27T00:00:00+0000","call-id":"404","type":"FLOOD","description":"On Sunday, 6 people died after torrential rains flooded the Senegalese capital of Dakar. The rains also flooded inner suburbs of the capital. The situation is considered to be catastrophic prompting the Government to trigger the ORSEC plan. The Ministry of the Interior claim that the city?s drainage system failed to cope under the pressure of the gushing water. Senegal?s seaside area is prone for flooding, particularly low-lying suburbs which are built on wetlands. Beyond the capital city of Dakar, other affected locations further from the coast are: Touba, Darou Mousty, Fatick and Kaolack. Thousands have been left homeless and at least 13 lives were lost by 29 August. Exceptional rainfall has been experienced in the region this season. - Download the full reports prepared by UNITAR \/ UNOSAT for the Flooding in Senegal: Assessment of floods in Dakar province Floods in Touba, Diourbel region, Senegal - Download the full atlas reports prepared by UNITAR \/ UNOSAT using WorldView-2 imagery: Atlas: Dakar Province, Senegal, 31 August 2012 Atlas: Touba, Diourbel Region, Senegal","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-404"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[39,45]},"properties":{"title":"Flooding in Russia (Black Sea region)","date":"2012-08-22T11:00:00+0000","call-id":"403","type":"FLOOD","description":"Flash floods killed four people in Russia?s Black Sea region, officials confirmed on Wednesday. On Tuesday evening, torrential rains caused a local river to burst its banks. Since the floods, 1,500 people have been evacuated from the Novomikhailovsky area, 600 houses have been flooded and more than 11,000 people are without electrical power. The rains came only weeks after flash floods in July which killed 171 people in the Russian province of Krasnodar. In the past, the Russian government has been accused of reacting very slowly to disasters; however, President Vladimir Putin has urged emergency services to take necessary measures to assist affected areas. Local residents complained that they not been warned early enough and they could not hear the warning signals through the heavy rain. The federal General?s Office will investigate the handling of the emergency effort. Three officials have been detained for failing to warn local residents in a timely manner.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-403"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[47.01,38.45]},"properties":{"title":"Earthquake in Iran","date":"2012-08-15T11:00:00+0000","call-id":"401","type":"EARTHQUAKE","description":"On Saturday, two strong earthquakes, followed by multiple aftershocks struck north-west Iran. 300 people were killed, more than 3000 victims had been injured and 16,000 people were left homeless. The quakes measured on Richter scales of 6.4 and 6.3, damaging rural villages in Ahar, Varzgahan and Harees, in the city of Tabriz. Some 20 villages in mountainous areas had been completely destroyed whilst hundreds had been damaged. Search and rescue operations came to a close on Sunday since most residents had been accounted for. Officials confirm that residents of affected areas are small and sparsely populated. However, aid and shelter is being provided for the homeless staying in make-shift camps. Iran?s Red Crescent has provided a Sport?s stadium with 6,000 tents, distributing tonnes of food, water and medical supplies to thousands of victims. Hospitals remain overwhelmed, and are struggling to cope with the number of casualties after the quakes. Russian President, Vladimir Putin, has offered to assist Iran during the crisis. Other countries around the world also offered assistance, but Iranian President, Mahmoud Ahamdinejad, refused the offers insisting they could cope with the disaster. The Iranian government have declared two days of mourning in the region.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-401"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[4.08,36.102]},"properties":{"title":"Fires in North Algeria","date":"2012-08-13T11:00:00+0000","call-id":"402","type":"FIRE","description":"An estimated 20,000 hectares of land have been ravaged by forest fires in the north of Algeria since June. These are a result of hotter than average summer heat waves that have been reported to reach as high as 50 degrees Celsius. Three people have been reported killed in the fires, two of which were a firefighter and forest worker attempting to put out a blaze. Over 100 fires were reportedly still in progress as of 08 August.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-402"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[120.98,14.59]},"properties":{"title":"Floods in Philippines","date":"2012-08-08T11:00:00+0000","call-id":"400","type":"FLOOD","description":"On Tuesday, torrential rains flooded the Philippines capital, Manila. Nine people were found dead buried under a landslide in Quezon City. The rains came after Typhoon Saola struck last week, where more than 50 people had died. Since the typhoon, the National Disaster Risk Reduction and Management Council had reported widespread flooding within surrounding provinces of the capital. Tens of thousands of people have been moved into evacuation centres whilst several have fled their homes. Previously the government were not so well prepared when typhoons struck, however this time they have acted very quickly. Rainfall continued for more than 24 hours on Monday, almost 350mm of rain had poured down. In 2009, flash floods caused major dams to overflow and burst river-banks, claiming hundreds of lives. However, this disaster is considered to be worse particularly for affecting mountainous and low-lying areas. The city remains on high alert as officials have forced schools, offices and the Philippine Stock Exchange to close. Authorities, rescue crews and government officials are working together to bring people to safety. The weather bureau confirms that further rainfall is expected over the next few days, but will reduce by the weekend. It is believed the rains were intensified by a tropical storm, ?Haikul? off the east coast of China.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-400"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[37.99,44.93]},"properties":{"title":"Floods in Russia (City of Krymsk)","date":"2012-07-10T11:00:00+0000","call-id":"399","type":"FLOOD","description":"On Saturday, torrential rains swept the Southern Russian Krasnodar region, killing 144 people, officials confirm. A foot of rain dropped in the Black Sea region forcing several residents to scramble out of their beds seeking refuge on trees and rooftops. Intense rains have caused panic, there is no electricity and shops have been closed. Several survivors are being evacuated from the area. Emergency and rescue operations are under way, and talks are taking place between emergency and government officials. The worst-hit town of Krymsk is of prime concern. Monday has been recognised as a day of mourning, this is the worst flooding seen by Russians. - Please see here for the SERTIT rapid mapping webpage for this activation.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-399"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[92.74,26.51]},"properties":{"title":"Flood in Assam State, India","date":"2012-06-29T11:00:00+0000","call-id":"398","type":"FLOOD","description":"Floods, caused by heavy rains over the last two weeks, have taken a toll of 27 human lives in Assam State, India and affected almost one million. The population in 2084 villages in 22 districts have been affected by floods this year. 173 relief camps have been set up so far to provide shelter for those affected. The Brahmaputra river was reported, on 28th June, as flowing above the danger mark in all its gauge stations at Dibrugarh, Neamatighat, Tezpur, Guwahati, Goalpara and Dhubri, according to the evening flood bulletin of the Central Water Commission. The districts affected by the current wave of flood include Barpeta, Dhemaji, Jorhat, Golaghat, Tinsukia, Dibrugarh, Sivsagar, Nagaon, Morigaon, Lakhimpur, Kokrajhar, Dhubri, Nalbari, Bongaigaon, Chirang, Baksa, Sonitpur, Udalguri, Goalpara, Cachar, Kamrup and Karimganj, said the official flood bulletin.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-398"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-118.31,52.53]},"properties":{"title":"Floods in Canada","date":"2012-06-24T11:00:00+0000","call-id":"397","type":"FLOOD","description":"On Saturday, heavy rains fell in B.C's Shuswap region, where more than 340 people were ordered out of their homes into the community of Sicamous area in Vancouver, Canada. Canadian officials declared a state of emergency, issuing a water-conservation notice to some 3,100 residents on Shuswap Lake. A do-not-use water order has also been issued for one water system. Since the flooding, at least 1,240 British Columbians faced flood-evacuation alerts and 165 others were under evacuation orders. A low pressure system dropped 60 - 80 millimetres of rain overnight in the area, almost three times more than expected within a month for this region. A few homes have been damaged, but most homes remain intact. A body of a 73 year old man has been found after being swept away into a fast moving creek on Saturday. Further flooding is expected over the next few weeks.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-397"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.04,14.4]},"properties":{"title":"Eruption of lava from Fuego volcano in Guatemala","date":"2012-05-21T07:30:00+0000","call-id":"396","type":"VOLCANIC_ERUPTION","description":"On Saturday, Feugo Volcano in Guatemala began to spew ash and emit lava in the capital of Antigua. Authorities issued an ?orange? alert, and restricted flights from flying within a 25-mile (40 kilometer) radius of the volcano. The volcano entered the phase of effusive eruption, throwing lava over 1,300 feet high, and ash plumed up to 5,000 meters which continued to fall over the weekend. The National Disasters Agency cautioned nearby villagers to move quickly, however, no evacuations were ordered. This is the largest eruption of the Fuego Volcano in recent times, and is part of activity that began in 2002 including intermittent explosive eruptions and lava flows.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-396"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[104,34.4]},"properties":{"title":"Flood in Minxian County in northwest China, Gansu Province","date":"2012-05-12T16:00:00+0000","call-id":"395","type":"FLOOD","description":"Hail and torrential rain, on 11th May, have caused flooding in Minxian County, Gansu Province. The storms have affected towns and villages, leading to widespread evacuations and destruction of homes and the loss of crops. The disaster has affected an estimated 404,900 people. As of the 11th May the death toll was recorded as 25, with 33 people missing. Approximately 29,300 people were evacuated. The most seriously affected areas are Chabu town, Puma town, and Lvjing town in Minxian county. Over 23,000 hectares of crops have been affected by the floods and hail, with more than 2,300 hectares of arable land destroyed. 212 national highways are damaged, and some are destroyed. 28,000 houses have suffered damage or been destroyed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-395"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-57.89,-22.6]},"properties":{"title":"Floods in Paraguay","date":"2012-05-01T07:35:00+0000","call-id":"394","type":"FLOOD","description":"Heavy rain, which began in March, has caused the Pilcomayo river in Paraguay to overflow; resulting in flooding throughout the country. An estimated 13,000 families have been isolated due to the floods. The main affected areas are: North of the country: Puerto Casedo, Pinasco Central area of the country: Villa Choferes del Chaco, Tte. Manuel Irala Fernandez, Cruce Pioneros South of the country: Teniente Esteban Martinez, Cacique Sapo","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-394"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[177.97,-17.85]},"properties":{"title":"Flooding in Fiji","date":"2012-03-31T12:00:00+0000","call-id":"392","type":"FLOOD","description":"Intense and continuous rains brought on by tropical depression TD17F caused flooding in large parts of Fiji. In some places more than 300 mm of rain fell in less than 24 hours since the early hours of 30 March and subsequent flash flooding caught many by surprise. So far three deaths have been reported. As of 31 March 2012, 49 evacuation centers (of which 31 schools) with in total more than 3700 people, approximately half of which are children, have been operational in Ra (4), Tavua (5), Ba (14), Lautoka (10), Nadi (8) and Sigatoka (8). The situation is considered worse than the recent flooding in January 2012,as more areas are flooded. Deterioration of the situation can be expected as further weather systems accompanied by heavy rains are expected to affect Fiji.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-392"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-80.7,-0.94999999999999]},"properties":{"title":"Floods and landslides in Ecuador","date":"2012-03-10T11:30:00+0000","call-id":"391","type":"LANDSLIDE","description":"Heavy rains continued to pour inJocay, Ecuadorthis week, causing flooding across coastal communities. In an official statement from the Ecuadorian government, they announced that at least 20 people were killed and 65 people were severly injured due to flooding withincoastal provinces. 166 homes have been destroyed and 2,823 people have been evacuated from their homes to sheltersand other communities. In February, hundreds of people fled their homes to seek shelter after severe rains caused floods and damaged local crops and produce. Ecuador's National Institute of Meteorology and Hydrologyforecast further heavy rains during the months of March and April.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-391"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[49.427,-16.008]},"properties":{"title":"Flood and Ocean Storm in Madagascar","date":"2012-03-01T11:00:00+0000","call-id":"389","type":"FLOOD","description":"Torrential rain has flooded large parts of Madagascar following the passing of Tropical Cyclone Irina on 01 March 2012. The storm traversed east-wards across the north and central landmass of Madagascar, with wind speeds reaching 55 knots (63 mph \/ 102 kph). The storm then moved south along the island's west coast and into the Mozambique Channel. Inland flooding and some wind damage is expected in the wake of the storm. AFP reports that 65 people are believed to have been killed in the days following the storm, many of them in the southeast of the island. -  Please see here for the SERTIT rapid mapping webpage for this activation.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-389"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[8.3200000000001,36.77]},"properties":{"title":"Floods in Algeria, El Tarf","date":"2012-02-24T11:00:00+0000","call-id":"388","type":"FLOOD","description":"Three people have died after heavy rains in El Tarf, Algeria. Reports suggest there has been much damage within the El-Tarf area. - Please see here for the SERTIT rapid mapping webpage for this activation.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-388"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-70.02,-15.84]},"properties":{"title":"Flood in Peru","date":"2012-02-17T11:00:00+0000","call-id":"387","type":"FLOOD","description":"On Friday, intensive rain caused collapses in bridges over the Ilave River, in Peru, and the resulting flooding caused damage to houses, along with several deaths and crop loss. The waters left many isolated. The Civil Protection Agency of Peru reports 3 deaths, 18.645 people left homeless, with a further 12,202 affected. 4,329 houses were reported destroyed and 2,440 others affected, along with 1,265 hectares of crops affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-387"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[49.3,-18.49]},"properties":{"title":"Cyclone Giovanna, Madagascar","date":"2012-01-13T23:30:00+0000","call-id":"386","type":"CYCLONE","description":"On Monday, the tropical island of Madagascar was hit by Cyclone Giovanna. Since the storm, two people have been killed and in total five deaths have been reported. Offices, schools and businesses have been closed due to power cuts in several areas. Telephone lines have also been cut after the cyclone. The entireity of the damage to the island is not yet known, however, officials warn to expect further danger affecting property and loss of human life. So far, Vatomandry district, where the storm first began, has been badly damaged and mudslides have been reported in the Toamasina-Antananarivo area.  Government officials issued initial warnings to residents of the Cyclone on Monday. However, the intensity or impact of the storm had not been explained very well. The severity of the Cyclone has left many residents in shock. Further rainfall between 10 ? 20 inches is expected to cover the entire Island and there are fears that this could lead to dangerous landslides. A rescue operation is underway in the Vatomandry district; helicopter flights will assess the extent of damage caused. Food and shelter will be provided where it is needed most. - Please see the UNITAR\/UNOSAT webpage for a damage review for the city of Brickaville, Vohibinany, Madagascar.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-386"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-43.2,-20.1]},"properties":{"title":"Floods in Brazil - Belo Horizonte - Campos dos Goitacazes","date":"2012-01-07T11:00:00+0000","call-id":"385","type":"FLOOD","description":"In Rio de Janerio, at least 20,000 people are being evacuated by the Brazilian authorities after a dam burst on Saturday. Torrential rains continue to fall in the state. Heavy rains caused the dam to burst in Campos dos Goytacazes, Brazil. Mudslides also struck in the city of Belo Horizonte, killing 6 people due to severe weather conditions. A state of emergency has since been declared in 66 towns and cities in Minas Gerais which are on red alert. Rescue teams and military forces have been moving people to temporary shelters.The Brazilian government has sent civil defence officials to handle the worst affected areas to avoid loss of human lives and reduce material losses. Last year more than 800 people died due to severe flooding in Rio de Janerio, people are being evacuated from several regions to avoid a repeat catastrophe.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-385"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73.4,-51.03]},"properties":{"title":"Fire in Torres del Paine, Chile","date":"2011-12-30T13:30:00+0000","call-id":"384","type":"FIRE","description":"On Thursday, a massive forest fire raged through the Torres del Paine National Park in Patagonia, Chile. The fire had been caused by high fanned winds and dry vegetation which started on Tuesday, spreading wide across the area. Four hundred tourists had to be evacuated from the national park as fire fighters tried to control the fire. Officials confirmed that more than 85 sq km (21,000 acres) of land had been destroyed in the event. President Sebastian Pinera requested urgent assistance from Argentina, Australia and the United States after declaring the region a disaster area. Hundreds of military personnel and fire fighters were deployed at the scene to fight the blaze. Chilean authorities conducted an investigation and believe that the blaze started due to careless visitors at the park.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-384"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[124.56,8.51]},"properties":{"title":"Floods, Landslides in Philippines","date":"2011-12-19T11:00:00+0000","call-id":"382","type":"LANDSLIDE","description":"Typhoon Washi hit Iligan City, Philippines, on 16 December 2011. The typhoon triggered flash floods and landslides which killed more than 650 people and left 800 persons missing. Government and Army officials confirmed on Saturday that 100,000 homes had been fled after winds gusted up to 90km\/h (56mph), leaving several areas without power and caused domestic flights to be grounded. Since the disaster took place, US and China has offered aid and assistance, many survivors need water, shelter and medicine. Extensive damage to roads has disabled rescue efforts to reach survivors trapped in remote villages. The Philippines is hit by several storms and typhoons per year and the authorities have been criticised for not acting quickly enough to warn civilians of the severity of the storm.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-382"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[0.12,5.34]},"properties":{"title":"Flood in Ghana","date":"2011-10-28T11:00:00+0000","call-id":"381","type":"FLOOD","description":"Torrential rains have caused flooding to Ghana's capital city of Accra. Overnight flash flooding between 25 & 26 October brought the capital to a standstill. Officials have confirmed 9 people have been killed. The floods have destroyed homes and caused power cuts, which have forced the closure of shops and schools. Many people have been forced to leave their homes. Emergency services have rescued people from rooftops as they attempted to avoid the rising floodwater.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-381"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.57,-45.54]},"properties":{"title":"Volcano in Chile","date":"2011-10-27T23:00:00+0000","call-id":"380","type":"VOLCANIC_ERUPTION","description":"Chile and Argentina are on red alert and preparing for the possible eruption of Hudson Volcano. Numerous evacuations have already taken place. Seismic activity has triggered avalanches in the area, officials are preparing for a major eruption. A column of gas and white ash reaching1.5km into the air has been observed, the outpouring of lava has currently not been found. The pyroclastic flow could affect a radius of 15 to 25 km depending on the magnitude. The eruption could take place in hours.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-380"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[39.02,38.41]},"properties":{"title":"Earthquake in Turkey","date":"2011-10-24T11:00:00+0000","call-id":"379","type":"EARTHQUAKE","description":"A powerful Earthquake with a magnitude of 7.2 (Mw) shook Eastern Turkey on Sunday. It was followed by aftershocks with a magnitude of 6.0 and 5.6. Over 250 people have been killed and thousands injured. The city of Ercis is worst affected with infrastructure and many buildings being badly damaged. Many thousands of people have had to leave buildings and sleep outside in freezing temperatures. Over 2000 rescue workers are involved in the relief effort, setting up camps for shelter. Fears of more aftershocks in the area prevent people from returning to their homes. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-379"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-89.41,13.49]},"properties":{"title":"Flood in El Salvador","date":"2011-10-19T11:00:00+0000","call-id":"378","type":"FLOOD","description":"International community sends aid to 150,000 people affected by floods following a tropical depression. Over 1,256mm of rain has been recorded, surpassing Hurricane Mitch 1998 levels. 32 people reported dead and over 21,000 people moved to shelters. The torrential rains have triggered floods and landslides across Central America, El Salvador is the worst-affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-378"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[108.2,15.54]},"properties":{"title":"Floods in Vietnam","date":"2011-10-17T11:00:00+0000","call-id":"377","type":"FLOOD","description":"After several days of heavy rain, at least 26 people have been killed due to flooding in parts of Central Vietnam. Ha Tinh and Quang Binh provinces are the worst affected areas, and more than 34,000 people have fled their homes after days of torrential rain. Several major roads and highways have been cut off and rail services have also been disrupted after the flooding. The National Meteorology centre forecast more heavy rain in the central coast of Vietnam. The centre also advised that water levels were dropping in the Quang Binh province whilst they continue to rise between the Quang Tri and Thua Thien-Hue provinces. A rescue operation is under way and food is being delivered to worst affected areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-377"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[100.7,14.29]},"properties":{"title":"Flood in Thailand","date":"2011-10-17T09:01:00+0000","call-id":"376","type":"FLOOD","description":"Flooding has affected two thirds of Thailand and has killed over 300 people since July. The floods have affected more than two million people, with many moving to evacuation shelters. Provinces north of the capital Bangkok have been worst hit by the floods. Bangkok still remains on high alert, as water levels remain dangerously high with some flood defences breached.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-376"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[175.56,-36.37]},"properties":{"title":"Oil spill, New Zealand","date":"2011-10-12T06:30:00+0000","call-id":"375","type":"OIL_SPILL","description":"An oil spill resulted on Wednesday 05 October, the cargo ship MV Rena ran aground on the Astrolabe Reef off the port of Tauranga, New Zealand. Maritime New Zealand estimates 350 tonnes of oil leaked from the Rena, and it is believed the ship had 1,900 tonnes of oil and diesel on-board. Despite an International salvage response to refloat the vessel the situation has worsened over the past few days due to the adverse weather conditions. The Rena has suffered substantial structure failure, with cracks appearing in the hull. This has been caused by the movement of the vessel as the stern, which has remained afloat, shifting with the waves, while the front part of the ship remains stuck on the reef. Urgent aerial surveillance is required. Current weather conditions are hampering such operations. Suitable EOS applications are now required to assist in the detection of pollution. The owners of the ship are making every effort to minimise any further damages to the environment.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-375"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[104.35,12.37]},"properties":{"title":"Flood in Cambodia","date":"2011-10-12T00:35:00+0000","call-id":"374","type":"FLOOD","description":"Flooding in Cambodia has killed over 200 people since early September. Thousands of people have evacuated as the increasing flood situation has caused massive damage. The areas most affected are the provinces of Phnom Penh, Kandal, Pursat, Kampong Cham, Kampang Thom, Svay Rieng, Prey Veng, and Kratie.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-374"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[1.01,33.4]},"properties":{"title":"Flood in El Bayadh (Algeria)","date":"2011-10-05T23:00:00+0000","call-id":"373","type":"FLOOD","description":"Flooding in Algeria kills 13 people, many people are injured and hundreds of homes have been destroyed in el-Bayadh, south of the capital, Algiers. Officials warn of further storms and heavy rain over the next few days. Local infrastructure has been damaged after the flooding.  Products for this event can be found at the SERTIT website","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-373"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[88.36,27.19]},"properties":{"title":"Earthquake, Landslide, Sikkim - North East India","date":"2011-09-18T04:00:00+0000","call-id":"372","type":"LANDSLIDE","description":"The epicentre of India?s North-eastern state, Sikkim, was struck by an earthquake at a magnitude of 6.8 on Sunday. Shortly after the quake, two strong aftershocks followed also affecting Nepal and Tibet. At least 18 people were killed, and officials in Sikkim fear that the toll could rise after rain and landslides prevent search and rescue operations. Assam, Meghalaya and Tripura and other north-eastern regions in India also felt the quake. In Tibet?s Yadong County, after the quake; buildings have been evacuated, several landslides are affecting water supplies, power, traffic and telecommunications. Chinese authorities are sending relief supplies to affected areas. Officials in all regions are working together as rescue operations continue searching mountainous areas hit by the earthquake.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-372"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[134.57,34.28]},"properties":{"title":"Flood and landslide in Japan","date":"2011-09-04T17:00:00+0000","call-id":"371","type":"FLOOD","description":"Typhoon Talas hit Kinki and Shikoku regions, Japan, on Saturday. The typhoon passed into the Sea of Japan on Sunday. At least 26 people have died and 55 people are missing after the storm. An emergency task-force rescue effort has been set up by the government, but figures are on a constant rise as several prefectures have been affected by the storm. On Sunday, 460,000 evacuation orders were issued as the typhoon swept through the region; entire villages were flooded, whilst bridges and homes had been destroyed. Japan's Meteorological Agency warned that heavy rains and strong winds would continue increasing the threat of more floods and landslides.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-371"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[3.86,7.43]},"properties":{"title":"Flood in Nigeria","date":"2011-08-29T15:00:00+0000","call-id":"370","type":"FLOOD","description":"A devastating flood which resulted from an over spill from Lake Eleyele swept over communities in Ibadan, Nigeria.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-370"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-70,33]},"properties":{"title":"Ocean Storm East Coast USA","date":"2011-08-27T18:00:00+0000","call-id":"369","type":"CYCLONE","description":"A North Atlantic tropical cyclone, Hurricane Irene, inflicted extensive damage on the Caribbean causing landfall in North Carolina and the East Coast of the United States. The cyclone passed through inland New York and Vermont causing devastating damage. Strong force-winds measuring at 93mph snapped power lines and flooded streets. Officials warned of further dangerous currents after thousands of residents were without power. The aftermath of the cyclone could cost billions of dollars worth of damage affecting up to 65 million people in Washington, Baltimore, Philadelphia and New York.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-369"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[139.04,37.93]},"properties":{"title":"Flood in Niigata, Japan","date":"2011-07-30T17:40:00+0000","call-id":"368","type":"FLOOD","description":"Local governments in Niigata and Fukushima prefectures on Friday issued evacuation advisories to thousands of residents due to record rainfall in the two prefectures. In Niigata Prefecture, the city of Sanjo advised about 88,000 people in 30,000 households to evacuate so it can discharge water that has flooded into Kasabori dam, while another 5,100 people from some 1,500 households in four other cities were also asked to take refuge in safe places. In Fukushima Prefecture, the town of Tadami issued an evacuation advisory to all of its residents; about 4,800 people in 1,800 households while local fire-fighters said they received information that one person was caught in a mudslide.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-368"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[127.07,37.52]},"properties":{"title":"Landslide in Seoul and Chuncheon, Rep of Korea","date":"2011-07-28T11:00:00+0000","call-id":"367","type":"LANDSLIDE","description":"Seoul and Chuncheon, South Korea, were hit by severe landslides and flooding due to heavy rainfall (500mm) on 27 July, 2011. - At least 17 residents were killed and 24 were injured by landslides from Mt. Umyeong in Seoul - About 800 houses were flooded and 23 roads were closed - A total of 66,093 households were hit with power failures - A total of 13 voluntary students were killed at the Chuncheon landslide","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-367"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.53,-40.13]},"properties":{"title":"Puyehue volcano in Chile and Argentina","date":"2011-06-07T11:00:00+0000","call-id":"365","type":"VOLCANIC_ERUPTION","description":"After the eruption of the Puyehue-Cordon-Callue volcano range, about 800km (500 miles) south of Santiago, Chilean authorities continue to monitor the direction of ash clouds. An estimated 4,000 people have left the region. Due to the eruption of the volcano range Puyehue-Cordon-Caulle, large columns of ash and smoke spewed from the mountains, threatening the health of residents living around the area. In Argentina, the volcanic ash fall affected Bariloche, Villa la Angostura, Neuquen and Buenos Aires. Argentina declared a health emergency and advised people in affected areas to stay indoors.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-365"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73,6]},"properties":{"title":"Flood in Colombia","date":"2011-05-22T11:00:00+0000","call-id":"364","type":"FLOOD","description":"South America, Colombia has been hitby devastating floods. Rainfall has ramped up considerably over the past 2 weeks, with 5 major dams nearing critical levels. Latest reports indicate significant damage to infrastructure and agriculture with the current floods directly affecting over 2 million people. The governors of some affected departments are reporting that this year?s flooding is worse than last year?s inundations, and the cumulative toll has risen to 410 people deadwith 482 others missing. Sources: UN OCHA, Oxfam","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-364"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-114.8,55.41]},"properties":{"title":"Fire in the Province of Alberta, Canada","date":"2011-05-16T12:00:00+0000","call-id":"363","type":"FIRE","description":"On 15 May 2011, several wildfires hit Lesser Slave Lake Provincial Park, Alberta. Canada. Roughly 7,000 people had been evacuated from the area. Evacuation orders have been issued by municipalities declaring a state of emergency.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-363"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-89.15,36.71]},"properties":{"title":"Flood in Central Midwest, USA","date":"2011-04-28T11:01:00+0000","call-id":"362","type":"FLOOD","description":"Flood stage in Cairo is at 40 feet, and the river is expected to crest soon at 60.5. Additional heavy rains of 2+ inches overnight in southern Illinois caused many smaller streams to again rise to flood levels. This is in addition to already high levels on larger streams in southern IL. Water levels exceed NWS Flood Stage at 40 USGS streamgages in IL. Moderate to major flooding is occurring on the Kaskaskia, Big Muddy, Illinois, Little Wabash Rivers as well as border rivers (Wabash, Mississippi and Ohio Rivers).","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-362"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-101.72,27.16]},"properties":{"title":"Fire in Mexico","date":"2011-04-12T11:00:00+0000","call-id":"361","type":"FIRE","description":"Mexico has suffered the worst outbreak of wild fires in several years?. Authorities confirmed 75,000 hectares (185,000) of grasslands have been burned in Coahuila. President Felipe Calderonis tovisit the worst affected area, Coahuila, a state bordering Texas, which has also been hit by blazes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-361"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[16.13,-19.31]},"properties":{"title":"Flood in Namibia","date":"2011-04-01T11:00:00+0000","call-id":"360","type":"FLOOD","description":"Namibia declares a state of emergency after severe flooding in the north claiming 62 lives since January 2011. Floodwaves peaked on 28 March 2011 and a new flood wave is anticipated from upstream (Angola),peaking in the first week of April. The flood has exceeded the 2009 flood, which had been considered to be the highest known in history.Reports from Angola indicate that more water is expected and the Namibian Meteorological Services predict more rainfall this week.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-360"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[142.2,40.3]},"properties":{"title":"Earthquake in Japan","date":"2011-03-11T11:00:00+0000","call-id":"359","type":"EARTHQUAKE","description":"Earthquake hits north-east of Japan causing extensive damage, triggering a tsunami. The earthquake scaled at amagnitude of 8.9 which sparkedfires in Tokyo.Many casualties are also feared. View the NGA Urban Search and Rescue Atlas for products related to this event","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-359"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[172.63,-43.53]},"properties":{"title":"Earthquake in New Zealand","date":"2011-02-22T11:00:00+0000","call-id":"357","type":"EARTHQUAKE","description":"New Zealand, Christchurch, has been hit by a powerful 6.3 magnitude earthquake. Reportedly, 65 people have died and more than 100 people are missing. Buildings have collapsed, vehicles have been buried under debris and rescuers are working to help save people trapped under rubble. View full versions of SERTIT products for this event","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-357"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[128.54,35.56]},"properties":{"title":"Snow Hazard in Rep. of Korea","date":"2011-02-14T11:00:00+0000","call-id":"355","type":"OTHER","description":"South Korea's east coastal areas have been hit by heaviest snow fall since 1911. The snowstorm came after record-low temperatures, burying some eastern cities, stranding hundreds of motorists and damaging buildings.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-355"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[37,38.4]},"properties":{"title":"Landslides in Turkey","date":"2011-02-14T11:00:00+0000","call-id":"356","type":"LANDSLIDE","description":"A landslide (subsidence) occured in Afsin - Elbisten Thermal Power Plant, Coal Mine on 10 February 2011 at 10:00 local time, 7 people survived from this event but 9 people remain lost under the debris. Rescue workers are still continuing in order to find the people under the soil debris.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-356"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[142.95,-20.25]},"properties":{"title":"Cyclone in Australia","date":"2011-02-02T11:00:00+0000","call-id":"354","type":"CYCLONE","description":"Severe Tropical Cyclone Yasi, the category 5 storm, is expected to make landfall when it strikes the Australian coast after whipping across Australia?s Great Barrier Reef. The storm front is more than 310 miles (500 kilometres) wide. Yasi is so strong, it could reach far inland before it significantly loses power.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-354"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[33.11,-24.49]},"properties":{"title":"Flood in Mozambique","date":"2011-01-29T11:00:00+0000","call-id":"353","type":"FLOOD","description":"Torrential rains since mid-December have steadily swelled river levels in the centre and south of the country, while rains across the southern African region led to increased water discharges from dams in neighbouring countries. Authorities were concerned about high water levels in the Save, Zambeze, Pungue, Limpopo and Incomati river basins. *Related Articles: Unitar - United Nations Institute for Training and Research","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-353"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[64.25,28.53]},"properties":{"title":"Earthquake in Pakistan","date":"2011-01-19T11:00:00+0000","call-id":"352","type":"EARTHQUAKE","description":"In Dalbandin, several people were injured when the roofs of their houses collapsed, provincial Transport Minister Amanullah Notizai told Reuters, but so far there were no reports of fatalities in the quake which hit at 1:23 a.m. (2023 GMT on Tuesday). As dawn breaks and officials reach the affected area, more damage and fatalities may be revealed in an area where traditional simple structures may have fared badly under the strains of the powerful tremor. Source: Reuters. UNOSAT called by UNICEF operations centre in New York to trigger Space Charter. Also fears of aftershocks.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-352"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-43.25,-21.59]},"properties":{"title":"Flooding in Brazil","date":"2011-01-14T22:50:00+0000","call-id":"351","type":"FLOOD","description":"Brazil, Rio de Janeiro, has been hit by severe floods in 44 years. Brazilian officials have confirmed that more than 500 lives have been lost in the floods. Rescuers had to reach affected areas on foot because vehicles cannot cross blocked roads.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-351"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[150.16,-23]},"properties":{"title":"Flood in Australia","date":"2011-01-03T11:00:00+0000","call-id":"349","type":"FLOOD","description":"Towns across Queensland in Australia's northeast have been evacuated as flooding spreads over an area the size of France and Germany combined with further heavy rainfall forecast. The disaster is of \"biblical proportions\". Flood alerts are in place for at least 10 rivers in Queensland after some regions recorded record rainfall during December, according to the Bureau of Meteorology.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-349"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-79.45,9.38]},"properties":{"title":"Flood in Panama","date":"2010-12-09T11:00:00+0000","call-id":"348","type":"FLOOD","description":"Disastrous flooding and landslides in Panama caused by rains that have continued unabated for the past few weeks (caused by the same phenomenon which has caused devastating flooding and landslides in neighbouring Colombia and Venezuela). The country is on ?red - alert? and the flooding and landslides has caused suspension of operations of the Panama canal, a first in the Canals 95 - year history.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-348"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-74.6,10.1]},"properties":{"title":"Floods in Colombia","date":"2010-12-06T13:00:00+0000","call-id":"347","type":"FLOOD","description":"Days of torrential rain have brought widespread flooding to Colombia, destroying thousands of homes, killing at least 20 people and about 150 people missing. A state of emergency has been declared in Santa Lucia andBello.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-347"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[35.2,32.43]},"properties":{"title":"Forest Fire in Israel","date":"2010-12-02T22:00:00+0000","call-id":"346","type":"FIRE","description":"About 40 people have died in what is thought to be Israel's largest ever forest fire, police have said. Many of the victims were prison guards travelling on a bus which was caught in the inferno in the Carmel Mountains near the northern city of Haifa. Thousands of people, including prison inmates, have been evacuated from the area. Scores more have been injured, the ambulance service said. The cause of the blaze was not immediately known. Israel's Prime Minister Benjamin Netanyahu, who has visited the affected area, said it was an \"unprecedented disaster\". For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-346"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-67.15,10.45]},"properties":{"title":"Flood and landslide in Vargas y Sucre, Venezuela","date":"2010-12-01T11:00:00+0000","call-id":"344","type":"FLOOD","description":"Days of torrential rain have brought widespread flooding to Venezuela, destroying thousands of homes and killing at least 21 people. A state of emergency has been declared in four states, including the capital, Carcas. Many of the deaths occurred in poor areas of the capital, where landslides have swept away houses built on steep hillsides. The government says at least 5,600 people have been left homeless. Flights have been disrupted at the main international airport and the road linking it to Carcas has been cut by landslides. Worst hit have been the coastal states of Falcon, Miranda and Vargas, as well as the capital district of Carcas. Thousands of people are living in temporary shelters, including schools, universities and army barracks.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-344"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-74.9,9.21]},"properties":{"title":"Flood in Colombia","date":"2010-11-19T21:35:00+0000","call-id":"343","type":"FLOOD","description":"Colombia's president Juan Manuel Santos has declared a state of emergency across most of the country, amid what he says is the worst rainy season in 60 years. More than 130 people have been killed as floods have brought havoc in 28 out of Colombia?s 32 provinces. Well over a million people have been affected by overflowing rivers and mudslides. Thousands of people have been given relief supplies. Houses have been flooded, some completely submerged, and many people are homeless. The country's second annual rainy season began in September with particular intensity, as the weather phenomenon La Nina brought lower temperatures in central and eastern parts of South America. The government says the state lacks funds for the relief effort and needs nearly 240 million euros. Last weekend the president launched an appeal for international aid.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-343"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.25,19]},"properties":{"title":"Ocean Storm in Haiti","date":"2010-11-05T11:00:00+0000","call-id":"342","type":"CYCLONE","description":"A category 1 hurricane, tropical storm Tomas, heading towards Haiti, is expected to reach the proximity of Haiti on 5 November 2010. The storm has already caused major damage to infrastructure and housing. Considering the large number (approximately 1.5 million) of refugees living in very basic conditions, the risk of a major impact is very high.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-342"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[110.26,7.32]},"properties":{"title":"Volcano in Indonesia","date":"2010-11-03T11:00:00+0000","call-id":"341","type":"VOLCANIC_ERUPTION","description":"On 25 October 2010, the Indonesian government raised the alert for Mount Merapi to its highest level and warned villagers in threatened areas to move to safer ground. People living within 10km (6 mile) zone were told to evacuate. Officials said about 500 volcanic earthquakes had been recorded on the mountain over the weekend of 23-24 October, and that the magma had risen to about a kilometre below the surface due to the seismic activity. On the afternoon of 25 October 2010 Mount Merapi erupted lava from its southern and south-eastern slopes","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-341"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[100,16.3]},"properties":{"title":"Flood in Thailand","date":"2010-10-29T11:00:00+0000","call-id":"340","type":"FLOOD","description":"3.2 million people in 27 provinces continued to be flood affected and the central provinces of Ayutthaya, Pathum Thani and Nonthaburi were severely affected, mostly from the seawater inflows. In the North-eastern region, Mul River water now reached Buri Ram?s Sateuk district and would reach Ubon Ratchathani on 2 November 2010 at 3,200 cubic meters\/Second, whilst Chi River water will reach there on 9 November 2010. Request submitted via the Sentinel Asia escalation process","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-340"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[99.17,1.5]},"properties":{"title":"Tsunami in Sumatra, Indonesia","date":"2010-10-28T11:00:00+0000","call-id":"338","type":"CYCLONE","description":"A two meter high tsunami struck Mentawai islands off the western coast of Sumatra, Indonesia following a 7.2 magnitude undersea earthquake on 25 October 2010 night. More than 100 people have been killed and many more are missing after a tsunami triggered by an earthquake. Request submitted via the Sentinel Asia escalation process","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-338"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[93.28,21.3]},"properties":{"title":"Floods in Myanmar","date":"2010-10-25T11:00:00+0000","call-id":"337","type":"FLOOD","description":"Tropical Cyclone Giri strengthened into a category 4 storm over the Northeast Indian Ocean as it approaches the west coast of Myanmar. Landfall of Giri on the coast of Myanmar is forecasted to happen, at or near Ramree Island. The site of likely landfall lies between Chittagong, Bangladesh and the Myanmar capital, Yangon (or Rangoon). As per field information major impact on local population is expected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-337"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[122.3,18.3]},"properties":{"title":"Typhoon Megi in the Philippines","date":"2010-10-20T11:00:00+0000","call-id":"336","type":"FLOOD","description":"Typhoon Megi (locally named Juan) made landfall as a category 5 typhoon in the mountain range of sierra Madre, Isabella Province, Cagayan region (Region II) at 11:25 am on 18 October 2010. At least 10 people have been killed in the Philippines by the typhoon which hit the north of the country. Communication channels have been cut and access prevented due to stormy weather and roads blocked by small landslides. Typhoon Megi weakened after landfall and made a West-South-West path across northern Luzon Island at 19km per hour.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-336"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[2.36,6.38]},"properties":{"title":"Flood in Cotonou Benin","date":"2010-10-12T11:00:00+0000","call-id":"335","type":"FLOOD","description":"More than 30,000 people are currently homeless in Benin and at least 7,000 hectares of crops are destroyed as a result of flooding. The most affected areas are So-Ava, Cotonou (1st, 2nd, 3rd, 6th and 9th Arrondissements)Karimana communities. Indeed unusually heavy rainfall during this rainy season with more forecasted over the next 3 days, the waters of the River Niger and the Oum River experienced unusually rapid rise, overflowing their banks to cause flooding in most parts of the country.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-335"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[106,17.5]},"properties":{"title":"Floods in Vietnam","date":"2010-10-07T11:00:00+0000","call-id":"334","type":"FLOOD","description":"From 1 - 5 October 2010, provinces Ha Tinh, Quang Binh, Quang Tri, Nghe An and Thua Thien Hue have been affected by torrential rains, with an average total rainfall of 300 to 800mm.Quang Binh worst affected with 1,600mm. Estimated that 20% of population has been affected, more than 61,000 houses damaged and 90% of community health centres in Quang Binh flooded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-334"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-53,48]},"properties":{"title":"Flood in Newfoundland, Canada","date":"2010-09-24T22:00:00+0000","call-id":"332","type":"FLOOD","description":"Heavy rains and strong winds in Newfoundland, Canada have damaged infrastructure and caused considerable overland flooding.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-332"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.3,44.15]},"properties":{"title":"Flood in Wisconsin, USA","date":"2010-09-24T21:30:00+0000","call-id":"331","type":"FLOOD","description":"A powerful storm hit the Midwest of America on Thursday, flooding creeks and rivers and forcing 1,500 residents of Arcadia, Wisconsin to evacuate their homes for higher ground.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-331"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.25,46.1]},"properties":{"title":"Flood in Slovenia","date":"2010-09-22T20:00:00+0000","call-id":"330","type":"FLOOD","description":"Heavy rainfall of 210mm in 24hours has led to flooding and landslides across South Eastern and central Slovenia, affecting the capital Ljubljana and Posavje region, damaging property, roads, railways and taking two lives. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-330"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-96.08,19.1]},"properties":{"title":"Hurricane Karl, Mexico","date":"2010-09-22T13:00:00+0000","call-id":"329","type":"FLOOD","description":"Last week, Hurricane Karl hit the coast of Veracruz state as a Category Three hurricane, leaving 18 dead, more than 40,000 displaced by the flooding of rivers and ditches, an undetermined number missing and thousands displaced across Veracruz, Tabasco, Chiapas, Oaxaca, Puebla, Tlaxcala, Nuevo Leon and Tamaulipas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-329"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-64.44,32.2]},"properties":{"title":"Hurricane in Bermuda","date":"2010-09-20T11:00:00+0000","call-id":"328","type":"CYCLONE","description":"The eye of Hurricane Igor passed over Bermuda in the early hours of Monday 20 September. The tall-side of the hurricane is likely to take up to 24 hours to clear Bermuda. Although now a category one hurricane flooding is expected due to Bermuda low lying nature, Sunday?s forecast from the National Hurricane Centre also predicts heavy rainfall and a dangerous storm surge (raised sea level) which will cause ?significant coastal flooding\".","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-328"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[84.31,26.25]},"properties":{"title":"Flood in Bihar State, India","date":"2010-09-17T11:00:00+0000","call-id":"327","type":"FLOOD","description":"Breached embankment in Gandak River of Bihar State (India)","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-327"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[30.07,6.06]},"properties":{"title":"Flooding in South Sudan","date":"2010-09-14T11:00:00+0000","call-id":"325","type":"FLOOD","description":"Flooding in South Sudan is affecting nearly all ten States. Some areas are inaccessible, such as Mvolo in Western Equatoria State, making assessment of the current situation difficult. Preliminary reports suggest that 1,935 people have been affected with two casualties.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-325"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[4.27,13.24]},"properties":{"title":"Flooding in Nigeria","date":"2010-09-09T15:55:00+0000","call-id":"324","type":"FLOOD","description":"The flooding in Sokoto state, Nigeria is a result of the Goronyo dam failing after heavy rainfall, washing away settlements and farmlands in nine local council areas; Binji, Gudu, Lllela, Silame, Tangaza, Kware, Gwadabawa, Gada and Goronyo. This flood has extended to Kebbi State which shares a common border with Sokoto; affecting Local Government Areas Augie, Argungu, Birnin Kebbi, KalgoandBunza.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-324"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[98.46,27.35]},"properties":{"title":"Debris Flow in China","date":"2010-08-18T20:15:00+0000","call-id":"323","type":"OTHER","description":"Most of the 67 people missing after a landslide in south-western China have been rescued, reports say. Residents of Puladi, in Yunnan province, were trapped in their homes by the rushing mud as they slept.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-323"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[103.29,31.03]},"properties":{"title":"Debris flow in China","date":"2010-08-14T20:38:00+0000","call-id":"322","type":"OTHER","description":"Severe rain in Wenchuan County, Sichuan Province has triggered many large debris flows in Yingxiu, Yingxiu township. At least 32 people are missing. Approximately 10,000 residents have been evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-322"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[104.21,33.47]},"properties":{"title":"Landslide in China","date":"2010-08-09T23:51:00+0000","call-id":"321","type":"LANDSLIDE","description":"Landslides and floods triggered by torrential rain have engulfed a town in north-western China, killing at least 127 people and leaving 1,300 missing. Nearly 3,000 soldiers and 100 medics have been sent to assist local rescue teams in Zhouqu, in an isolated region of Gansu province.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-321"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.58,50.49]},"properties":{"title":"Floods in Czech Republic","date":"2010-08-08T22:38:00+0000","call-id":"320","type":"FLOOD","description":"Three persons died, while thousands have been evacuated from their homes, as a result of the floods in the Northern part of the Czech Republic. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-320"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[71.737865,34.151471]},"properties":{"title":"Flooding in Pakistan","date":"2010-08-02T08:00:00+0000","call-id":"319","type":"FLOOD","description":"Severe monsoon flooding across North West Pakistan, initiallyaffected areas of Charsada, Ghazi Barotha Dam, Nowshera, Peshawar and Tarbela Dam and Reservoir. The emergency continues to unfold in Sindh, the most southern province of Pakistan, the number of people reported as having been directly affected by the floods has reachedclose to 21 million. The death toll has risen to 1,752 and over 1.8 million houses are now reported as either damaged or destroyed (National and Provincial Disaster Management Authorities).","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-319"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[106.38,30.27]},"properties":{"title":"Flood in South China","date":"2010-07-19T11:00:00+0000","call-id":"318","type":"FLOOD","description":"A severe flood affected Southern China. About 52.000 people and 72 counties have been affected by the heavy rains during the last seven days in Jiunjian and more than 40.000 people were relocated. Officials report that flooding will continue and its effects could be catastrophic.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-318"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-110.43,52.37]},"properties":{"title":"Flood in Canada","date":"2010-06-22T11:00:00+0000","call-id":"317","type":"FLOOD","description":"Floods, due to intensive rain, caused the closure of several roads, including the Trans-Canada Highway at the Alberta-Saskatchewan border. Many infrastructures have been damaged and various communities, as the town of Maple Creek, have declared a state of emergency.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-317"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[116.28,27.29]},"properties":{"title":"Flood in China","date":"2010-06-21T11:00:00+0000","call-id":"316","type":"FLOOD","description":"Severe floods have affected several regions in Southern China for nearly a week. Hundreds of people have died and as many are missing; about one million have fled their homes. The alert remains in effect because more rain is expected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-316"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[92.27,20.53]},"properties":{"title":"Flood and landslide in Myanmar","date":"2010-06-17T11:00:00+0000","call-id":"315","type":"FLOOD","description":"The Northern Rakhine State in Myanmar is facing continuous rains that have flooded several areas including in Maungdaw and Buthidaung. The Government has confirmed the death of 42 people Landslides have occurred in several places (in Buthidaung) and roads and bridges have either been cut or damaged by the floods in Maungdaw and Buthidaung. Several villages are severely flooded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-315"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[67.08,24.55]},"properties":{"title":"Tropical cyclone Sindh Coast of Karachi","date":"2010-06-07T11:00:00+0000","call-id":"314","type":"CYCLONE","description":"Tropical cyclone Phet reached landfall along the Sindh Coast of Karachi. Heavy rainfall with high winds have caused flash floods and infrastructures damage, Major traffic arteries have been submerged and power supply has been disrupted.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-314"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-90.37,14.37]},"properties":{"title":"Ocean Storm in Guatemala","date":"2010-05-30T11:00:00+0000","call-id":"312","type":"CYCLONE","description":"The first named tropical storm of the 2010 Pacific hurricane season, Agatha, caused severe rainfall in several departments of Guatemala. The hurricane caused casualties and damage affecting thousands of people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-312"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[74.33,36.12]},"properties":{"title":"Flood in Pakistan","date":"2010-05-12T11:00:00+0000","call-id":"311","type":"FLOOD","description":"On 4th January 2010, a massive landslide caused a wide blockage across Hunza River at Ataabad, 15 KMs east of Karimabad (Hunza-Nagar district). The blockage has created a lake that has inundated the Ainabad and Shishkat villages and the Karakoram Highway. Crops have been destroyed and hundreds of people have been displaced. The lake is expected to overflow within the next days.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-311"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[38.39,-3.33]},"properties":{"title":"Flood in Kenya","date":"2010-05-01T11:00:00+0000","call-id":"309","type":"FLOOD","description":"Torrential rains and floods in more than 15 districts in Kenya from December 2009 to early 2010 have claimed lives and left massive destruction of houses, household property, infrastructure and farmlands. Thousands of people have been affected by the floods and been displaced.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-309"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88.23,28.44]},"properties":{"title":"Oil Spill in the Gulf of Mexico","date":"2010-04-22T11:00:00+0000","call-id":"308","type":"OIL_SPILL","description":"An oil platform located 70 km from the coast of Louisiana, sank on Thursday April 22, 2010 in the Gulf of Mexico, spilling oil into the sea.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-308"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-19.2,63.3]},"properties":{"title":"Volcanic eruption in Iceland","date":"2010-04-20T11:00:00+0000","call-id":"307","type":"VOLCANIC_ERUPTION","description":"A volcanic eruption in Iceland spread black smoke and white steam into the air and partly melted a glacier, 700 people have been evacuated. As a consequence of the smoke cloud, most of the european airspace has been progressively closed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-307"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[97,33]},"properties":{"title":"Earthquake in China","date":"2010-04-14T11:00:00+0000","call-id":"306","type":"EARTHQUAKE","description":"A major earthquake of magnitude 7.1, struck the Yushu County on 13April 2010. The earthquake caused damages to most of the nearby buildings, to the airport and to some of the hydropower stations.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-306"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[47.49,-22.49]},"properties":{"title":"Ocean Storm in Madagascar","date":"2010-03-18T11:00:00+0000","call-id":"305","type":"CYCLONE","description":"Tropical Storm Hubert hit the southeast coast of Madagascar island on Wednesday 10th March 2010. Officials say at least 36 people have died and more than 38,000 were made homeless. Many rice plantations, roads and homes have been affected or destroyed by flooding.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-305"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[178.13,14.28]},"properties":{"title":"Hurricane over Wallis and Futuna","date":"2010-03-17T11:00:00+0000","call-id":"304","type":"CYCLONE","description":"Cyclone Tomas, category 4 cyclone, battered northern islands, damaging homes and crops. About 5,000 people have been evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-304"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[40.02,38.77]},"properties":{"title":"Earthquake in Turkey","date":"2010-03-08T11:00:00+0000","call-id":"303","type":"EARTHQUAKE","description":"According to the Prime Ministry, Disaster and Emergency Presidency Earthquake Department data, an earthquake of 5.8 on the Richter scale rocked the region of the south-eastern province of Elazig (south-eastern Anatolia) with its epicentre in the Kovancilar County in the early morning hours of 8 March. Latest reports mention 51 casualties and over 60 injured. There happened more than 150 aftershocks in the region. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-303"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[34.2,1]},"properties":{"title":"Landslide in Uganda","date":"2010-03-03T11:00:00+0000","call-id":"302","type":"LANDSLIDE","description":"Due to torrential rains, on Monday 1 March 2010, a landslide devastated the villages in Bududa district in eastern Uganda. Local markets were destroyed, roads blocked, and schools forced to close.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-302"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.07,-36.44]},"properties":{"title":"Earthquake and tsunami in Chile","date":"2010-02-27T11:00:00+0000","call-id":"297","type":"EARTHQUAKE","description":"A massive magnitude-8.3 earthquake, followed by a tsunami, struck near Concepcion, Chile, early on Saturday 27 February 2010. Damage has been reported as far north as Santiago. The tsunami has caused serious damage: at least 3 km of coast line of Juan Fernandez archipelago have been completely wiped out by multiple waves that have now receded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-297"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[24.25,49.4]},"properties":{"title":"Potential collapse of a tailing pit dam, Ukraine","date":"2010-02-25T11:00:00+0000","call-id":"296","type":"OTHER","description":"The territory of the town of Kalush and villages of Kropyvnyk and Sivka-Kalusha in Kalush district of Ivano-Frankisvk region were declared an \"ecological catastrophe zone\" for a period of 90 days by Presidential decree.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-296"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-159.46,-18.51]},"properties":{"title":"Cyclone on Pacific Islands","date":"2010-02-11T21:00:00+0000","call-id":"294","type":"CYCLONE","description":"Pacific Islands have been hit by a Tropical Storm. Cyclone Pat (Category 2 on the Saffir-Simpson scale) caused widespread severe destruction across Aiutaki (Cook Islands) with 90% of homes being damaged. Tropical Cyclone Rene (category 4) hit the northern island group of Kingdom of Tonga. The center of the storm, the worst in 25 years, passed close to the islands of Nuku' alofa and Eua.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-294"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.01,-13.28]},"properties":{"title":"Flood in Peru","date":"2010-01-28T11:00:00+0000","call-id":"293","type":"FLOOD","description":"Floods due to intensive rain caused infrastructure collapse in bridges over Vilcanota river, damages in housing, loss of lives, isolation of people and loss of crops","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-293"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-64.52,-14.16]},"properties":{"title":"Flood in Bolivia","date":"2010-01-26T11:00:00+0000","call-id":"292","type":"FLOOD","description":"Severe floods were reported over Cochabamba, Potosi, Santa Cruz, Chuquisaca, La Paz, Oruro and Tarija. At least 9,000 families have been evacuated from their homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-292"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[34.26,31.26]},"properties":{"title":"Flash Floods in the Gaza Strip","date":"2010-01-21T11:00:00+0000","call-id":"291","type":"FLOOD","description":"Heavy rains and severe flooding affected around 500 people and agricultural land, forcing more than 100 people from their homes and farms.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-291"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.19,18.32]},"properties":{"title":"Earthquake in Haiti","date":"2010-01-13T11:00:00+0000","call-id":"287","type":"EARTHQUAKE","description":"A major earthquake of magnitude 7 struck south-east of Haiti, the capital city Port-au-Prince, on Tuesday, 12 January 2010, followed by several aftershocks over 5. The earthquake caused major casualties and damage affecting about 5.4 million people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-287"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[19.56,41.37]},"properties":{"title":"Flood in Albania","date":"2010-01-07T11:00:00+0000","call-id":"286","type":"FLOOD","description":"Albanian authorities declared a natural disaster in several northwestern regions of the country, where hundreds of people were evacuated. The emergency situation was created by unprecedented rains and unusually warm weather. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-286"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[157.25,-8.4]},"properties":{"title":"Earthquake in Solomon Islands","date":"2010-01-05T11:00:00+0000","call-id":"285","type":"EARTHQUAKE","description":"Several earthquakes have impacted the western part of the Solomon Islands (including one with a 7.2 magnitude) on 4 January with the epicentre near the islands of Tetepare and Rendova, 300 kilometres north-west of Honiara, causing landslides and a small tsunami, with villages being inundated with sea water to over two metres. About 500 houses have been damaged or destroyed, and many people have been displaced.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-285"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[115.48,32.1]},"properties":{"title":"Snow disaster in China","date":"2010-01-04T11:00:00+0000","call-id":"284","type":"OTHER","description":"Part of China has been hit by low-temperature and blizzard since 2 January. The snow disaster lead to the most tremendous snow in Beijing and Tianjin since 1951 and it is bound to move to the south of China during 4-6 January 2010.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-284"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[177.25,-17.48]},"properties":{"title":"Cyclone in Fiji","date":"2009-12-14T11:00:00+0000","call-id":"282","type":"CYCLONE","description":"Tropical cyclone Mick is affecting the whole Fiji islands with strong winds. The gale warning remains in force for Vanua Levu, Taveuni, Viti Levu, Yasawa and Mamanuca, Lomaiviti Group and nearby smaller islands.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-282"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-56.28,-30.24]},"properties":{"title":"Flood in Uruguay","date":"2009-11-26T11:00:00+0000","call-id":"281","type":"FLOOD","description":"More than 4,000 people have been evacuated from their homes because of the rainstorm that has hit northern and central Uruguay for nearly a week. Alert remains in effect because more rain is expected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-281"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-64.39,18.23]},"properties":{"title":"Flood in British Virgin Islands","date":"2009-11-16T11:00:00+0000","call-id":"280","type":"FLOOD","description":"Heavy rains and thunderstorms are affecting the British Virgin Islands. The soil is already heavily saturated, and the Territory is under a Flash Flood Warning. Conditions are dangerous due to obstructed vision from heavy rains and slippery roads.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-280"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88.51,13.38]},"properties":{"title":"Flood and ocean storm in El Salvador","date":"2009-11-10T11:00:00+0000","call-id":"278","type":"FLOOD","description":"Floods and landslides left at least 130 people dead in El Salvador after the Hurricane Ida ravaged parts of Central America. President Mauricio Funes described the disaster as a \"tragedy\" and said that the damage was \"incalculable\".","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-278"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-75.27,2.4]},"properties":{"title":"Volcanic eruption in Colombia","date":"2009-10-23T11:00:00+0000","call-id":"277","type":"VOLCANIC_ERUPTION","description":"Local estimates foresee that there is a risk of occurrence of mudflows in the Paz and Smbola river basins due to lahar of the Nevado Del Huila volcano. The high threat area is Betania Dam.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-277"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[106.04,16.03]},"properties":{"title":"Ocean storm in southern Laos","date":"2009-10-05T11:00:00+0000","call-id":"276","type":"FLOOD","description":"Tropical Storm Ketsana hit Southern Laos on 29 September causing widespread flooding. Many areas are still inaccessible and over 20 people are dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-276"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-172.08,-13.41]},"properties":{"title":"Tsunami in Samoa Islands","date":"2009-09-30T11:00:00+0000","call-id":"273","type":"CYCLONE","description":"More than 120 people died when a series of tsunamis, triggered by a magnitude-8.0 earthquake, swept across the South Pacific. The south coast of Samoa's main island Upolu has been devastated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-273"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[100.25,-0.56999999999999]},"properties":{"title":"Earthquake in Indonesia","date":"2009-09-30T11:00:00+0000","call-id":"274","type":"EARTHQUAKE","description":"An earthquake of magnitude 7.9 occurred in the highly populated region of Sumatera Barat. Major damages to life and property are being reported.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-274"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[106.5,16.5]},"properties":{"title":"Ocean storm in Vietnam","date":"2009-09-29T11:00:00+0000","call-id":"272","type":"CYCLONE","description":"The typhoon Ketsana hit Vietnam and it is expected to hit central provinces this evening, 29 September. Cities from Quang Binh to Quang Nam provinces will be severely affected by the typhoon. More than 170,000 people will be evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-272"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[121.6,15.41]},"properties":{"title":"Tropical Cyclone in the Philippines","date":"2009-09-28T11:00:00+0000","call-id":"271","type":"CYCLONE","description":"At least 54 people were killed and thousands more evacuated as floods - caused by the tropical storm Ketsana - battered a wide area in the Philippines. At least one town is completely under water and power has been cut off to parts of the capital, Manila. The government has declared a calamity, allowing access to emergency funds. The typhoon then gathered strength and also approached the northern part of the Philippines from the east. Thousands of residents are expected to leave. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-271"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-83.18,34.33]},"properties":{"title":"Flooding in Georgia, USA","date":"2009-09-22T11:00:00+0000","call-id":"270","type":"FLOOD","description":"Severe flooding in north Georgia has killed so far seven people, submerged homes, knocked out power and turned streams into rivers. Some interstate highways through Atlanta and hundreds of side roads are closed due to damage from the floods or high water still covering them.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-270"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[108.7,7.14]},"properties":{"title":"Earthquake in Indonesia","date":"2009-09-16T11:00:00+0000","call-id":"269","type":"EARTHQUAKE","description":"A major earthquake struck Java on 3 September 2009. At least 57 people were killed, hundreds of people were injured and thousands of houses were destroyed or damaged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-269"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[28.59,41.01]},"properties":{"title":"Floods in Turkey","date":"2009-09-10T11:00:00+0000","call-id":"268","type":"FLOOD","description":"Heavy rains over the Marmara Region affected the districts of Silivri, Catalca, B. Cekmece, K. Cekmece and Bakirkoy in Istanbul. By the afternoon of 9 September, 31 casualties were reported, along with missing people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-268"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-70.2,-33.2]},"properties":{"title":"Landslide in Chile","date":"2009-09-07T11:00:00+0000","call-id":"267","type":"LANDSLIDE","description":"On 6 September intense rains triggered a soil removal. On the following day, other landslides occurred in the commune of Lo Barnechea, which resulted in the destruction of homes and also injured, missing and dead people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-267"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-1.52,12.37]},"properties":{"title":"Floods in Burkina Faso","date":"2009-09-03T11:00:00+0000","call-id":"265","type":"FLOOD","description":"Heavy rainfall caused severe flooding in the capital of Burkina Faso, Ouagadougou since 1 September 2009. Roads, bridges and dams have been badly damaged, and a main hospital in the capital is flooded. According to officials, 5 deaths were reported so far and more than 150,000 people left homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-265"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-17.23,14.44]},"properties":{"title":"Floods in Senegal and Mauritania","date":"2009-09-02T11:00:00+0000","call-id":"264","type":"FLOOD","description":"Heavy rains have caused floods in Dakar and other areas of Senegal. According to officials, a number of deaths were reported so far and houses and roads have been destroyed by floods. Heavy rainfall also caused severe flooding in the south-eastern Mauritanian city of Rosso, near the Senegal River, since 3 September. Areas around Nouakchott are also affected by flooding and according to officials, 1 death was reported so far and more than 3,500 people left homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-264"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-64.26,-31.39]},"properties":{"title":"Wildfires in Argentina","date":"2009-08-30T11:00:00+0000","call-id":"263","type":"FIRE","description":"Wildfires spread in most of the province of Cordoba, Argentina. One person was killed and more than 300 people left their homes. Thousands of hectares of grasslands and native vegetation were destroyed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-263"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[23.46,38.04]},"properties":{"title":"Fires in Greece","date":"2009-08-24T09:54:00+0000","call-id":"262","type":"FIRE","description":"Three days of wildfires destroyed several homes and thousands of acres of forest. 10,000 people were evacuated from their homes. For this activation, value adding support has been provided by the European project: GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-262"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[120.3,22.25]},"properties":{"title":"Ocean Storm in Taiwan","date":"2009-08-11T09:21:00+0000","call-id":"261","type":"CYCLONE","description":"Typhoon Morakot hit the coast of South Taiwan on 5 August 2009, as a major Category 4 storm. The typhoon moved on to China, during the weekend, and up to 1 million people have been evacuated along the east coast.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-261"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-17.49,28.4]},"properties":{"title":"Fires in Canary Islands","date":"2009-08-05T14:40:00+0000","call-id":"260","type":"FIRE","description":"The fire, which began on 31 July, destroyed around 1,000 hectares of land on La Palma Island and forced some 4,000 evacuations.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-260"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[2.3715,6.3704]},"properties":{"title":"Flooding in Benin","date":"2009-07-10T12:00:00+0000","call-id":"259","type":"FLOOD","description":"Serious flooding has been reported in Benin since 6 July 2009, in the area around Cotonou, the commercial capital of Benin, and along the entire southern coastline. At least 20,000 people are estimated to have been displaced and affected by the floods.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-259"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[105.21,20.41]},"properties":{"title":"Flood in Vietnam","date":"2009-07-06T12:00:00+0000","call-id":"258","type":"FLOOD","description":"Heavy rains have caused floods and landslides in mountainous northern regions of Vietnam. According to officials, at least 15 deaths were reported so far and houses and roads have been destroyed by floods.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-258"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[37.45,25.15]},"properties":{"title":"Earthquake in Saudi Arabia","date":"2009-06-08T12:00:00+0000","call-id":"257","type":"EARTHQUAKE","description":"There have been a series of earthquakes in the area over the past weeks, since May. Approximately 20000 people have been evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-257"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[89.47,22.2]},"properties":{"title":"Ocean Storm and flood in Bangladesh","date":"2009-05-27T12:00:00+0000","call-id":"256","type":"FLOOD","description":"Tropical Cyclone AILA hit the coast of West Bengal on 25 May 2009, affecting Satkhir, Kulna, Bagerhat, Pirojpur, Jhalokati, Barguna, Patuakhali, Bhola and Barisal districts. More than 3 million of people were affected by the cyclone. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-256"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[69,33.5]},"properties":{"title":"Flood in Afghanistan","date":"2009-05-19T00:00:00+0000","call-id":"255","type":"FLOOD","description":"According to assessments conducted to date, floods have affected approximately 10,000 households in five provinces in the Northern region (Jawzjan, Faryab, Balkh, Samangan and Sari Pul) and four provinces in the Northeastern region (Kunduz, Baghlan, Takhar and Badakhshan). Flooding in the north and northeast is expected to continue and worsen, due to heavy rains and to snow melting.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-255"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[68.48,37.58]},"properties":{"title":"Landslide in Tajikistan","date":"2009-05-14T00:00:00+0000","call-id":"254","type":"LANDSLIDE","description":"Unusually powerful mudslides have killed at least 18 people so far in the Central Asian Republic of Tajikistan. According to initial reports, more than 200 houses have been affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-254"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.24,-16.17]},"properties":{"title":"Floods in Angola","date":"2009-05-11T00:00:00+0000","call-id":"253","type":"FLOOD","description":"Heavy rains have caused floods in Angola's southern and central provinces of Moxico, Cunene, Kuando Dubango, Bie, Lunda Sul, Uige and Malange since early May 2009. Part of the flooded areas are landmine contaminated. According to officials, 220,000 people are affected so far and 71 deaths were reported.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-253"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.43,-38.41]},"properties":{"title":"Volcano in Chile","date":"2009-04-07T00:00:00+0000","call-id":"252","type":"VOLCANIC_ERUPTION","description":"Chile's Llaima volcano belched ash 7 km into the sky in an intensifying eruption. It began spitting lava on 3 April and continues to permanently erupt with explosions, lava flows and ash. Approximately 70 people were evacuated overnight because of the risk of mud avalanches as the lava melts snow on the volcano.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-252"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-76.18,-11.46]},"properties":{"title":"Floods and landslide in Peru","date":"2009-03-26T18:56:00+0000","call-id":"251","type":"FLOOD","description":"Intense rainfall together with thunderstorms and strong winds have caused severe flooding and landslides affecting different sectors of the country. Severe damages have been reported to people, infrastructure and agriculture.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-251"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-96.8,47.8]},"properties":{"title":"Flood in North Dakota, USA","date":"2009-03-25T19:23:00+0000","call-id":"250","type":"FLOOD","description":"Flooding continues in the Red River Basin of North Dakota and Minnesota, along with flooding in the Missouri River Basin of western North Dakota and in the Minnesota and Mississippi River basins of southern Minnesota. National Weather Service continues to predict a crest that will be at or exceed record stages for the Red River at Fargo, MD.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-250"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.16,-17.57]},"properties":{"title":"Flood in Namibia","date":"2009-03-20T20:08:00+0000","call-id":"249","type":"FLOOD","description":"The devastating floods, resulting from heavy rainfall also in neighbouring Angola and Zambia, are expected to expand in floodplains until the end of March. Present water levels are the highest in the last 30-40 years and possibly heading for the highest ever on record. The Namibian Government has declared official flood emergency and disaster conditions.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-249"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-86.45,40.39]},"properties":{"title":"Flooding in Indiana, USA","date":"2009-03-11T19:33:00+0000","call-id":"248","type":"FLOOD","description":"A record flooding is affecting the northern portion of the state of Indiana. Roads have been closed and residents evacuated in low-lying areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-248"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.16,-17.57]},"properties":{"title":"Flood in Northern Namibia","date":"2009-02-27T15:39:00+0000","call-id":"247","type":"FLOOD","description":"Flooding from local rains started to occur on the 12\/02\/2009. After heavy rains, In Namibia 42 people were killed and thousands were displaced since early February. Officials said on 24th February more flooding can be expected. For this activation, value adding support has been provided by the European project GMES SAFER.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-247"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.4,-42.5]},"properties":{"title":"Volcano in Chile","date":"2009-02-24T00:00:00+0000","call-id":"246","type":"VOLCANIC_ERUPTION","description":"Chaitn volcano spewed a vast cloud of ash as well as gas and molten rock on Thursday in a partial collapse of its cone. Chilean authorities evacuated 160 people from the area.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-246"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[145.21,-37.29]},"properties":{"title":"Fires in Australia","date":"2009-02-12T19:50:00+0000","call-id":"244","type":"FIRE","description":"Bushfires have killed at least 200 people, destroyed more than 1,000 houses and left 5,000 people homeless in south eastern Australia. The United States will be sending 60 wildfire specialists - who will be deployed for up to 35 days - in order to assist the country.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-244"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-63.49,-22.39]},"properties":{"title":"Floods and landslides in Argentina","date":"2009-02-10T00:00:00+0000","call-id":"243","type":"FLOOD","description":"A massive mudslide set off by heavy downpours affected thousands of people in Tartagal, in the north of the province of Salta, Argentina. According to officials, hundreds of people have been evacuated and 8 are missing. Some buildings were submerged in up to 1 metre of mud.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-243"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-6,34.29]},"properties":{"title":"Flood in Morocco","date":"2009-02-09T00:00:00+0000","call-id":"242","type":"FLOOD","description":"Heavy rains since 2 February have claimed 24 lives and forced 2,000 to be evacuated over the past week. Rivers rose and houses were swept away in landslides, causing over 2,000 homes to be lost. According to the authorities in Rabat, 2,252 houses have been lost and another 328 damaged, with 80,000 hectares (300 square miles) of agricultural land submerged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-242"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-0.23000000000002,43.58]},"properties":{"title":"Hurricane in South West France","date":"2009-01-24T14:59:00+0000","call-id":"240","type":"CYCLONE","description":"A fierce storm from the Atlantic Ocean hit southwestern France, leaving at least 15 people dead and one million homes without power. With torrential rains and winds approaching 175 kilometres an hour, the storm was described by weather forecasters as the region's worst in a decade.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-240"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-120.44,47.14]},"properties":{"title":"Flood in Western Washington, USA","date":"2009-01-09T20:00:00+0000","call-id":"238","type":"FLOOD","description":"The flooding - touched off by a combination of heavy rain and a warm spell that rapidly melted snow in the Cascade Mountains - is some of the worst on record in Washington state. More than 30,000 people were told to leave their homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-238"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-84.05,10.13]},"properties":{"title":"Earthquake and landslide in Costa Rica","date":"2009-01-09T00:00:00+0000","call-id":"237","type":"EARTHQUAKE","description":"A 6.1-magnitude earthquake shook north-central Costa Rica on 8 January and many rural towns have been under serious landslide threat. At least 220 people were injured during the earthquake and 34 people died. Electrical infrastructure and roads were also seriously damaged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-237"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-74.21,7.59]},"properties":{"title":"Floods in Colombia","date":"2008-12-11T06:00:00+0000","call-id":"236","type":"FLOOD","description":"Severe flooding and landslides are being reported from the Magdalena Medio and Mojana region of Colombia. The floods began in mid-September. According to officials, 60 deaths were reported, 78,203 houses have been damaged and 52,000 hectares of crops have been destroyed by floods.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-236"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-49.22,-26.53]},"properties":{"title":"Flood in Brazil","date":"2008-11-27T06:00:00+0000","call-id":"235","type":"FLOOD","description":"Heavy rainfall caused severe flooding and landslides in the southern Brazilian state of Santa Catarina over the last two months. The number of deaths rose to 84 on Tuesday 25 November. The flooding has left more than 20,000 people homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-235"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[80.24,9.23]},"properties":{"title":"Floods and cyclone in Sri Lanka","date":"2008-11-26T06:00:00+0000","call-id":"234","type":"FLOOD","description":"Tropical cyclone Nisha is affecting the Jaffna peninsula with heavy rainfall (upwards of 450 mm in 3 days). Many areas are completely flooded and thousands of families were displaced.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-234"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[34.057617,1.098565]},"properties":{"title":"Floods and landslides in Kenya","date":"2008-11-15T06:00:00+0000","call-id":"233","type":"FLOOD","description":"Severe flooding and landslides - affecting an estimated 300,000 people - are being reported from several parts of the country. The floods started in Budalangi district, Western Province on 10 November.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-233"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[106.03,20.39]},"properties":{"title":"Flood in Vietnam","date":"2008-11-05T06:00:00+0000","call-id":"232","type":"FLOOD","description":"Torrential and persistent rainfall caused widespread flooding in various parts of the North and the Central provinces of Vietnam. Various cities and provinces were badly affected by this devastating flood, including Lang Son, Hoa Binh, Phu Tho, Vinh Phuc, Bac Giang, Ha Noi, Hung Yen, Ha Nam, Ninh Binh, Thanh Hoa, Nghe An and Ha Tinh. According to the government information, 85 dead have been reported so far. Up to 20,000 families in the capital city of Hanoi are affected, while 2,000 families in rural areas along the Red River have been moved to safer areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-232"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[67.47,30.29]},"properties":{"title":"Earthquake in Pakistan","date":"2008-11-03T06:00:00+0000","call-id":"231","type":"EARTHQUAKE","description":"At least 215 people were killed when a powerful earthquake struck an impoverished valley in southwestern Pakistan. The 6.4 magnitude quake hit a montainous area of Balochistan province before dawn on Wednesday 29 October, demolishing an estimated 2,000 homes in several villages. Officials say that an estimated 15,000 people made homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-231"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[45.2,12.5]},"properties":{"title":"Flood in Yemen","date":"2008-10-28T06:00:00+0000","call-id":"230","type":"FLOOD","description":"On 24 and 25 October, storm and torrential rains caused severe flooding in the eastern part of Yemen, affecting most districts of the Hadramout and Al-Mahara governorates. The latest figures report that 69 people are killed or missing, 1,700 houses are destroyed or damaged, and infrastructure is also seriously damaged. According to the Meteorological Organization in Yemen, this storm will also affect the governorates of Mareb and Al-Gawf and some parts of the storm will move towards the governorates of Aden, Lahaj, Abyan, Shabwa, Taiz, Ibb, Dhamar, Sana'a and Amran.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-230"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88,15.21]},"properties":{"title":"Flood in Honduras","date":"2008-10-27T06:00:00+0000","call-id":"229","type":"FLOOD","description":"The central and western part of Honduras - mainly the district of Francisco Morazn and the Ulua River in Yoro - were affected by floods and a great number of landslides. According to officials, 33 deaths were reported, some 270,000 persons have been affected, 100,000 hectares of crops have been lost and approximately 50% of the roads are damaged or destroyed. The Government has formally requested humanitarian assistance.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-229"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-63.2,19.1]},"properties":{"title":"Hurricane on Guadeloupe, Saint Martin and Saint-Barthlemy islands","date":"2008-10-15T06:00:00+0000","call-id":"227","type":"CYCLONE","description":"Hurricane Omar crossed the northern Leeward Islands as a major Category 3 storm. Warnings are being issued for other islands in the Caribbean Sea as the hurricane moves northeastward.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-227"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-5.2,31.57]},"properties":{"title":"Floods in Algeria","date":"2008-10-04T06:00:00+0000","call-id":"226","type":"FLOOD","description":"The city of Ghardaa (500 km south of Algiers, on the northern edge of the Sahara desert) and its surroundings have been stricken by severe floods on 1 October at around 05:00 UTC, leaving at least 33 people killed, 48 injured and 50 missing. Thousands of people were evacuated and most roads and means of communication are out of service.  View the SERTIT Rapid Mapping Service webpage for this Activation","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-226"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-94.05,30.05]},"properties":{"title":"Hurricane in Texas, United States","date":"2008-09-12T06:00:00+0000","call-id":"225","type":"CYCLONE","description":"Hurricane Ike made landfall at Galveston as a Category 2 hurricane on 13 September, causing widespread damage and flooding. Media reported four dead and up to two thousand missing. More than two million people had evacuated coastal areas prior to landfall.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-225"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.38,30.51]},"properties":{"title":"Hurricane in Louisiana, USA","date":"2008-09-02T06:00:00+0000","call-id":"221","type":"CYCLONE","description":"Hurricane Gustav has made landfall as a category 2 storm in Louisiana in the USA and has caused much wind and water damage. A full scale evacuation had taken place on 31 August, with more than two million people along the coast in Louisiana, Texas and Mississippi leaving their homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-221"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.1,18.29]},"properties":{"title":"Hurricanes in Haiti","date":"2008-08-30T20:50:00+0000","call-id":"220","type":"CYCLONE","description":"On 5 September the charter activation was extended to cover the area hit by Hurricane Hanna, in the northern part of Haiti, and again on 8 September when Hurricane Ike struck the same area. On 26 August, Hurricane Gustav hit the coast of the southwest peninsula of Haiti, approximately 10 miles west of Jacmel, with sustained winds near 90 mph (145 kph). The hurricane became category 1 hurricane on the Saffir-Simpson scale causing heavy rains in the southeastern part of Haiti. Media report about 15 dead in Haiti, and another 10 dead in the Dominican Republic.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-220"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[87.01,26.25]},"properties":{"title":"Floods in Nepal","date":"2008-08-29T06:00:00+0000","call-id":"218","type":"FLOOD","description":"The Koshi River breached an embankment on 18 August, causing displacement of some 50,000 people and sweeping away seven villages in the Sunsari District. Deteriorating weather in the days following the break worsened the situation as flooding spread to the state of Bihar in India where media reported 46 dead on 27 August. According to the Red Cross, as many as 1.5 million people may be affected by the violent flooding of the Koshi.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-218"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-76.37,18.04]},"properties":{"title":"Hurricane in Jamaica","date":"2008-08-29T06:00:00+0000","call-id":"219","type":"CYCLONE","description":"Tropical Storm Gustav made landfall on Jamaica on 29 August. A total of 10 deaths has been confirmed so far. Some roads still remain closed to traffic.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-219"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[102.5,18.3]},"properties":{"title":"Floods in Vietnam","date":"2008-08-15T06:00:00+0000","call-id":"216","type":"FLOOD","description":"The death toll from tropical storm Kammri and subsequent floods has risen to at least 125 in northern Vietnam, with 38 others still listed as missing. Heavy rains followed by flash floods and landslides in Vietnam's northern mountainous provinces that began last week destroyed nearly 800 houses. Some 17,800 other buildings were flooded and damaged while 15,200 hectares (37,500 acres) of crops were wiped out.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-216"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[71.32,34.08]},"properties":{"title":"Floods in Pakistan","date":"2008-08-06T06:00:00+0000","call-id":"215","type":"FLOOD","description":"Torrential rains have hit the Peshawar District in north-west Pakistan since 3 August. Officials reported that more than 30 people died and more than 1.000 houses and a number of bridges were destroyed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-215"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-62.1,16.42]},"properties":{"title":"Volcanic eruption on the island of Montserrat","date":"2008-07-29T06:00:00+0000","call-id":"213","type":"VOLCANIC_ERUPTION","description":"Seismic activity at the Soufriere Hills Volcano started to increase on 26 July. A partial dome collapse took place on the west side of the volcano. Pyroclastic flows affected the capital city of Plymouth (which was evacuated for several years). Instability of the rest of the dome may cause further collapses which have the potential to impact on inhabited areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-213"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[25.1,47]},"properties":{"title":"Floods in Romania and Ukraine","date":"2008-07-28T06:00:00+0000","call-id":"212","type":"FLOOD","description":"Thousands of people were evacuated in northeastern Romania after heavy rains caused massive flooding that swept away homes, cut off electricity and damaged roads. At least four people died and two people are still missing. After days of heavy rain at the end July around the Carpathian Mountains, floods have hit western and southern Ukraine with rivers, including the Dniestr and the Prut Rivers, bursting their banks. The floods are the worst seen in a century, leading the government to declare the region a national disaster area. Hundreds of towns and villages are affected with more than 40,000 houses affected and some 20,000 people evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-212"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-98.03,26.15]},"properties":{"title":"Hurricane in Southern Texas, USA","date":"2008-07-24T06:00:00+0000","call-id":"210","type":"CYCLONE","description":"Hurricane Dolly - the second hurricane of the 2008 Atlantic hurricane season and classified as Category 2 - made landfall just northeast of the border town of Brownsville and left thousands of Texas residents without power. Officials feared the intense rain caused by the hurricane would cause flooding problems in the coming days.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-210"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[141.38,40.17]},"properties":{"title":"Earthquake in Hirono, Japan","date":"2008-07-23T06:00:00+0000","call-id":"211","type":"EARTHQUAKE","description":"The 6.8 magnitude earthquake that jolted northern Japan early on 24 July injured at least 99 people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-211"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-92.32,41.53]},"properties":{"title":"Floods in Iowa, USA","date":"2008-06-12T06:00:00+0000","call-id":"209","type":"FLOOD","description":"Further to the flooding which occurred on 10 June, 10,000 people were forced to evacuate. The water is now moving towards Iowa City and Des Moines.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-209"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-86.08,39.21]},"properties":{"title":"Floods in Indiana, USA","date":"2008-06-10T06:00:00+0000","call-id":"207","type":"FLOOD","description":"Severe storms flooded central Indiana, threatening dams, inundating highways and forcing the Coast Guard to rescue residents from swamped homes. To the northwest, Chicago-area residents ran for cover as tornadoes touched down throughout the region. An emergency was declared in 10 counties as the Coast Guard was called in from the Great lakes to help with flooding that has forced hundreds of people from their homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-207"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-89.4,43.42]},"properties":{"title":"Floods in Wisconsin, USA","date":"2008-06-10T06:00:00+0000","call-id":"208","type":"FLOOD","description":"The entire southern half of Wisconsin has been inundated with flooding as well as a few tornadoes. This has been followed by mudslides, dam breaks and many other problems resulting in widespread damage. Currently most of southern Wisconsin is under a state of emergency.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-208"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.5,-35]},"properties":{"title":"Flooding in Chile","date":"2008-05-23T06:00:00+0000","call-id":"205","type":"FLOOD","description":"Heavy flooding, with overflow of rivers and collapse of bridges, occurred in the centre and south of Chile. Some 13,000 people were affected. The towns hardest hit were Licatn and Lontu","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-205"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[103.75,31.16]},"properties":{"title":"Earthquake in China","date":"2008-05-11T23:00:00+0000","call-id":"204","type":"EARTHQUAKE","description":"A magnitude 7.8 earthquake struck eastern Sichuan, northwest of Chengdu, at 06:28 UTC, 02:28 local time. By 12 May Chinese authorities reported 9,219 dead in Sichuan province and 3,000 to 5,000 dead in Beichuan County, with extensive damage in Mianyang, Chonqing, Wuhan, and Dujiangyan. The tremor was felt throughout the region. By 27 May, the death toll reached over 65,000.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-204"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[96.08,16.51]},"properties":{"title":"Cyclone in Myanmar","date":"2008-05-04T06:00:00+0000","call-id":"203","type":"CYCLONE","description":"Tropical cyclone Nargis hit the capital Yangon, causing widespread devastation in the city and the surrounding areas. Entire villages were submerged when the storm hit the low-lying coastal delta, a heavily populated area. By 12 May, the government of Myanmar announced a death toll of 31,938 people, with 29,770 missing. The UN estimates more than 62,000 dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-203"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.42,-42.55]},"properties":{"title":"Volcano in Southern Chile","date":"2008-05-02T06:00:00+0000","call-id":"202","type":"VOLCANIC_ERUPTION","description":"A high level of seismicity took place across the Aysn region in southern Chile, followed by the eruption of a volcano. Hundreds of people were evacuated from the town of Chaitn due to ashfall.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-202"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-66.04,46.03]},"properties":{"title":"Flooding in Canada","date":"2008-04-30T06:00:00+0000","call-id":"201","type":"FLOOD","description":"Heavy flooding along the Saint John River hit New Brunswick, Canada.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-201"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-59.5,-33.5]},"properties":{"title":"Fires in Argentina","date":"2008-04-17T06:00:00+0000","call-id":"200","type":"FIRE","description":"Grassland fires in the Paran Delta region burned for several days, affecting air and road traffic. Smoke also obscured the cities of Buenos Aires and Montevideo.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-200"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-90,38]},"properties":{"title":"Flooding in the United States","date":"2008-03-20T06:00:00+0000","call-id":"199","type":"FLOOD","description":"Record flooding struck over 250 communities in the states of Arkansas, Illinois, Indiana, Kentucky, Missouri, Ohio, and Texas. The death toll had reached 15 by 21 March.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-199"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.02,-17.37]},"properties":{"title":"Flooding in Namibia and Angola","date":"2008-03-14T06:00:00+0000","call-id":"197","type":"FLOOD","description":"Floodwater caused by heavy rains in Namibia's northern and north-eastern regions has brought an out-break of cholera, and is also being blamed for a lower than expected cereal harvest for 2008. The Namibian government declared a state of emergency on 5 March, while the UN Children's Fund (UNICEF) said in its situation report on 13 March that conditions in the affected regions were \"worsening\": 72 cases of suspected cholera have been reported, of which 4 were confirmed and one was fatal. \"The increased floodwaters have submerged pit latrines and overflowed the sewerage system. We are anticipating an increase in cholera cases and other waterborne diseases,\" UNICEF said. A report by the Namibia Early Warning and Food Information System (NEWFIS), released on 10 March, noted that \"heavy and constant rains received between mid-January and early February 2008, especially in the North Central and Caprivi regions, have resulted in water logging and leaching, and leads to poor germinations and stunted growth (of crops).\"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-197"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.37,-33.11]},"properties":{"title":"Forest fires in Chile","date":"2008-03-06T06:00:00+0000","call-id":"196","type":"FIRE","description":"About 4000 hectares of pine and eucalyptus forests have been destroyed by fires which originated in the Valparaso region. 25 houses were destroyed and 60 families evacuated, affecting about 200 people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-196"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-80.3,-1]},"properties":{"title":"Flooding in Ecuador","date":"2008-02-26T06:00:00+0000","call-id":"195","type":"FLOOD","description":"Due to the La Nia phenomenon, floods in Ecuador increased substantially in February, affecting 11 provinces or 50% of the territory. According to government estimates, the floods claimed 12 lives and affected some 265,000 persons. Some 14,000 persons were in shelters.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-195"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-87,35]},"properties":{"title":"Tornadoes in South-eastern United States","date":"2008-02-08T06:00:00+0000","call-id":"194","type":"CYCLONE","description":"Violent tornadoes struck the southern US states of Kentucky, Tennessee, Alabama, Mississippi, Arkansas with little warning on 5 February. USGS reported 54 deaths and hundreds of injured with widespread damage.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-194"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[28,-2.5]},"properties":{"title":"Earthquake in Rwanda","date":"2008-02-05T06:00:00+0000","call-id":"193","type":"EARTHQUAKE","description":"Two earthquakes of magnitude 6.0 and 5.0 struck the Lakes Region on 3 February at 7.35 et 11.37 UTC, the first in the Democratic Republic of the Congo, the second in Rwanda. Media report 34 dead, 750 wounded, and considerable damage in the two countries.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-193"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-64.28,-14.52]},"properties":{"title":"Flooding in Bolivia","date":"2008-01-25T06:00:00+0000","call-id":"192","type":"FLOOD","description":"Heavy rains are causing serious damages in communities living in bordering areas of the main rivers in lowlands and valleys, namely Cochabamba, Santa Cruz, Chuquisaca, La Paz, Potos. According to weather forecasts by the National Meteorological Service (SENAMHI) rains will continue until March. So far, 27 deaths and 4 missing persons were reported.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-192"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-78.27,1.28]},"properties":{"title":"Volcanic eruption in Ecuador","date":"2008-01-22T06:00:00+0000","call-id":"191","type":"VOLCANIC_ERUPTION","description":"Since October 2007, the Tungurahua volcano has been showing sustained increased activity, particularly in the number and size of explosions. This activity increased on 29 December, when the number of explosions registered in one day exceeded 100. On 2 January 2008, the highest number of explosions was registered since September 2006. On the 6 January, nearly 1,000 people were evacuated. Seismic activity has intensified, and at present is similar to that registered in May 2006, previous to the eruptions and pyroclastic flows of July and August that same year.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-191"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[30.18,-16]},"properties":{"title":"Floods in southern Africa","date":"2008-01-10T06:00:00+0000","call-id":"190","type":"FLOOD","description":"Heavy flooding affected a number of southern Africa countries including Mozambique, Zimbabwe and Zambia. Media provisionally reported that almost 7,000 households have reached resettlement centres and more than 30,000 hectares of crops have been lost.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-190"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[1.5,61.1]},"properties":{"title":"Oil Spill in the North Sea","date":"2007-12-12T06:00:00+0000","call-id":"189","type":"OIL_SPILL","description":"4,000 metric tons of crude oil were released to the sea from a loading buoy at the Statfjord oil field. An oilfield cleanup operation was started but was slowed down by strong winds and high waves.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-189"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-69.84,-22.18]},"properties":{"title":"Earthquake in Chile","date":"2007-11-22T06:00:00+0000","call-id":"187","type":"EARTHQUAKE","description":"A 7.7-magnitude earthquake struck Antofagasta on 14 November 2007 at 12:40 local time, followed by numerous aftershocks. The earthquake caused two deaths, hundreds of injuries and widespread damage, displacing about 16,000 people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-187"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[89.5,23.5]},"properties":{"title":"Floods and cyclone in Bangladesh","date":"2007-11-16T06:00:00+0000","call-id":"186","type":"FLOOD","description":"Tropical cyclone SIDR hit a dozen coastal districts in the Bay of Bengal. Thousands of families have been evacuated from their homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-186"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[108.24,13.41]},"properties":{"title":"Flooding in Vietnam","date":"2007-11-15T06:00:00+0000","call-id":"185","type":"FLOOD","description":"Continual heavy rains and floods since early November have caused crops and houses damages around the provinces of Quang Nam and Binh Dinh. According to the reports, 35 people are dead and 6 are missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-185"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-93.1,18.1]},"properties":{"title":"Flooding in Mexico","date":"2007-11-02T21:03:00+0000","call-id":"184","type":"FLOOD","description":"Since 28 October, the state of Tabasco and its capital, Villahermosa, were completely flooded due to several days of unusally heavy rainfall. The rains caused the overflow of seven rivers, affecting 17 municipalities. By the 2nd November, media reported dozens of deaths and 1 million persons affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-184"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-70.55,18.54]},"properties":{"title":"Flooding and hurricane in the Dominican Republic","date":"2007-10-30T06:00:00+0000","call-id":"183","type":"FLOOD","description":"High winds and heavy rain brought by tropical storm Noel caused flooding and mudslides on Monday, killing at least 20 people and leaving 20 others missing, officials said.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-183"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-119.19,34.21]},"properties":{"title":"Fires in Southern California, USA","date":"2007-10-23T06:00:00+0000","call-id":"182","type":"FIRE","description":"The fire, which began on 22 October, destroyed 206 homes and forced some 500,000 evacuations.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-182"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[108,12.1]},"properties":{"title":"Typhoon in Vietnam","date":"2007-10-04T06:00:00+0000","call-id":"181","type":"CYCLONE","description":"Typhoon Lekima made landfall in Vietnam on 3 October. Up to 500,000 people have been evacuated from central coastal areas, which were hit by torrential rains and high winds.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-181"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[125.48,38.17]},"properties":{"title":"Floods and typhoon in North Korea","date":"2007-09-21T06:00:00+0000","call-id":"180","type":"FLOOD","description":"Between 19 and 21 September 2007, torrential rains triggered by typhoon Wipha have destroyed houses and buildings and have also flooded extensive areas of cropland.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-180"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.29,46.03]},"properties":{"title":"Floods and landslides in Slovenia","date":"2007-09-19T06:00:00+0000","call-id":"179","type":"FLOOD","description":"Heavy rains caused severe floods and landslides in north western Slovenia. Media reported that 3 people died and 4 people are missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-179"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-1.3200000000001,11.37]},"properties":{"title":"Flooding in West Africa","date":"2007-09-15T06:00:00+0000","call-id":"177","type":"FLOOD","description":"Torrential rains in late August and early September have caused a wide area flooding in West Africa. Over 500,000 people have been affected in 11 countries in West Africa (Mali, Burkina Faso, Mauritania, Niger, Cte d'Ivoire, Senegal, the Gambia, Liberia, Togo, Sierra Leone and Ghana). The situation is especially worrisome in Ghana with 260,000 people affected; Burkina Faso with 35,000 and Togo with 20,389. So far, Ghana, Burkina Faso and Mauritania have requested international assistance or solidarity.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-177"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-83.12,14.18]},"properties":{"title":"Hurricane in Nicaragua","date":"2007-09-04T06:00:00+0000","call-id":"176","type":"CYCLONE","description":"Hurricane Felix hit the coast of Nicaragua and Honduras on 4 September. Felix made landfall at 8 a.m. north of the small port of Puerto Cabezas, Nicaragua. Hurricane Felix was classified a category 5 storm. Media provisionally reported 4 people dead and 38,000 people evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-176"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[23.03,38.12]},"properties":{"title":"Fires in Greece","date":"2007-08-29T06:00:00+0000","call-id":"175","type":"FIRE","description":"Severe fires swept through many areas of Greece during the summer of 2007, burning 2700 km2 of forest and farmland and causing 87 deaths. In response to the request from the Department of Emergency Planning and Response of the Greek Civil Protection concerning the severe fire events that affected their territory since 21 August, the European Space Agency (ESA) has taken the responsibility of the Charter Project Management, and, in collaboration with the Centre National d'Etudes Spatiales (the French Space Agency, CNES), have organised a team of value adding organisations to deliver crisis mapping products. This group is based on Greek, French and German partners; for instance, the Institute for Space Applications and Remote Sensing of the National Observatory of Athens, under contract to ESA within the RISK-EOS GMES Service Element project; SERTIT, with support from CNES; the German DLR ZKI organisation, another partner of RISK-EOS. A series of EO based crisis\/damage mapping products have been generated using a variety of Earth Observation sensors, such as, in the early phase of activation, Medium Resolution Optical data from ENVISAT MERIS, DMC (incl. Nigeriasat-1), Landsat, SAC-C, SPOT and FORMOSAT.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-175"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-55.38,-23.32]},"properties":{"title":"Fires in Paraguay","date":"2007-08-27T06:00:00+0000","call-id":"174","type":"FIRE","description":"Fires have hit forests and agricultural areas in the Tacuati District of San Pedro, and 2000 people have been affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-174"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-87.48,18.42]},"properties":{"title":"Hurricane in Mexico","date":"2007-08-21T06:00:00+0000","call-id":"173","type":"CYCLONE","description":"Hurricane Dean made landfall earlier on 21 August around 08:30 local time on the East coast of the Yucatan Peninsula near Costa Maya, about 65 km East-North-East of Chetumal in Mexico. When hitting Mexico, Hurricane Dean was classified a category 5 cyclone. 11 people were reported dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-173"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[127.26,40.19]},"properties":{"title":"Flooding in North Korea","date":"2007-08-17T06:00:00+0000","call-id":"172","type":"FLOOD","description":"Heavy rains have caused severe floods in 92 counties from six provinces and the capital city of the DPRK from 5-14 August 2007. Government figures indicate at least 454 people dead, 156 missing and 4,351 people injured. The floods have affected over 436,000 people and displaced 169,561 people. According to the Government of DPRK, some 40,463 houses were destroyed, 133,732 houses submerged and 67,056 badly damaged. Significant damage to bridges and railways were also reported.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-172"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-76.12,-13.43]},"properties":{"title":"Earthquake in Peru","date":"2007-08-16T06:00:00+0000","call-id":"171","type":"EARTHQUAKE","description":"A magnitude 8.0 earthquake struck off the coast of central Peru at 06:40:57 PM local time on 15 August. The epicentre was located at 60 km north-west of Pisco city. Media provisionally reported 337 dead and 1300 wounded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-171"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[108,12.1]},"properties":{"title":"Flooding in Vietnam","date":"2007-08-07T06:00:00+0000","call-id":"170","type":"FLOOD","description":"Between 4 and 6 August 2007, severe flooding hit the districts of Cu M'gar and Krong Nang of Dak Lak province and the districts of Di Linh, Bao Loc, Da Huoai and Cat Tien of Lam Don province. At least 8 people were killed and 15 people are still missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-170"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[82,27.15]},"properties":{"title":"Flooding in India","date":"2007-08-06T06:00:00+0000","call-id":"169","type":"FLOOD","description":"The worst floods in 30 years hit Uttar Pradesh and Bihar as unusually intense rains in Nepal persisted, swelling rivers coming out of the Himalayas and causing extensive damage to dams and infrastructure. Estimates are of 200 dead and 12 million people affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-169"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-15.56,28]},"properties":{"title":"Forest fires on the Canary Islands, Spain","date":"2007-08-02T06:00:00+0000","call-id":"167","type":"FIRE","description":"The fire, which began in a mountainous area on 27 July, destroyed around 10,000 hectares of land on Gran Canaria and around 14,000 hectares on Tenerife. More than 13,000 people were evacuated from centres on the two islands, both popular tourist destinations.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-167"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-1.24,51.32]},"properties":{"title":"Flooding in the U.K.","date":"2007-07-24T06:00:00+0000","call-id":"166","type":"FLOOD","description":"Flooding of the Thames and Severn rivers forced thousands to evacuate and left 50,000 houses without power, following a month of heavy rain.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-166"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[111.4,31.4]},"properties":{"title":"Flooding in China","date":"2007-07-19T20:32:00+0000","call-id":"165","type":"FLOOD","description":"Widespread flooding continued in Sichuan province from end June with enormous damage to dams, roads, buildings and crops. In Chongqing Municipality about 29.500 houses collapsed between 17 and 18 July as flash floods hit the city centre.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-165"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[116.24,32.42]},"properties":{"title":"Flooding in China","date":"2007-07-13T06:00:00+0000","call-id":"163","type":"FLOOD","description":"Widespread flooding, the worst since 1954, hit 24 Chinese provinces and caused over 500 deaths and 3 million evacuations, with enormous damage to dams, roads, buildings and crops. The cities of Fuyang and Huainan, Anhui province, were particularly hard hit.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-163"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[68.39,27.84]},"properties":{"title":"Flooding in Pakistan","date":"2007-07-02T06:00:00+0000","call-id":"162","type":"FLOOD","description":"The tropical cyclone Yemyin made landfall in Baluchistan, Pakistan, after its passage to the north of the Arab Sea last Tuesday 26th June, with winds of 130 km\/hour and intense rains. Heavy floods hit hundreds of villages after the passage of the cyclone. Current estimates are over 380 dead and two million affected people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-162"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-1.08,53.72]},"properties":{"title":"Flooding in the UK","date":"2007-06-28T06:00:00+0000","call-id":"161","type":"FLOOD","description":"Heavy rains caused widespread flooding throughout England and Wales. Yorkshire, Lincolnshire and the Midlands were particularly hard hit. About 3500 people were evacuated. The BBC reported four dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-161"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73.09,-36.42]},"properties":{"title":"Oil spill in Chile","date":"2007-06-01T06:00:00+0000","call-id":"160","type":"OIL_SPILL","description":"300 cubic metres of oil spilled into the bay of San Vicente in Talcahuano, southern Chile, during unloading operations of the tanker \"New Constellation\". The port of San Vicente was affected, along with fishing activities in the area and marine wildlife.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-160"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-56.31,-33.22]},"properties":{"title":"Flooding in Uruguay","date":"2007-05-08T06:00:00+0000","call-id":"159","type":"FLOOD","description":"Severe flooding affected 9 departments of Uruguay, causing the evacuation of 9,000 people. Particularly hard hit was the area around Durazno in the center of the country and the city of Mercedes on the Rio Negro.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-159"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73.02,-45.2]},"properties":{"title":"Earthquake, landslides, exceptional waves in Chile","date":"2007-04-26T06:00:00+0000","call-id":"158","type":"EARTHQUAKE","description":"An earthquake of magnitude4 to6 on the Mercalli scale occurred in Region XI, southern Chile. The area has been hit by shocks increasing in intensity since February, with a 6.2 magnitude quake causing landslides and coastal waves of 8 meters in height in the Aisn fjord in 21 April. Ten people were swept out to sea. Rescuers recovered three bodies and continued the search for the missing. The Chilean Ministry of the Interior announced that the area around Aisn would be monitored as seismic activity appears to be continuing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-158"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-76.03,2.55]},"properties":{"title":"Volcanic eruption in Colombia","date":"2007-04-20T06:00:00+0000","call-id":"157","type":"VOLCANIC_ERUPTION","description":"The Nevado del Huila volcano erupted at 02:57 local time 18 April, causing avalanches and floods which affected the villages of La Plata, Paicol, Tesalia, Natag, et Belalczar. About 5,000 people were evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-157"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-54,50]},"properties":{"title":"Ice jam off the coast of Newfoundland","date":"2007-04-19T06:00:00+0000","call-id":"156","type":"OTHER","description":"About 100 ships were trapped in sea ice off the coast of Newfoundland-Labrador.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-156"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-73.6,41]},"properties":{"title":"Flooding in the United States","date":"2007-04-17T06:00:00+0000","call-id":"155","type":"FLOOD","description":"A severe storm hit the eastern coast of the United States, causing the evacuation of thousands in the New York metropolitan area. Media report nine dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-155"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[68,36.5]},"properties":{"title":"Earthquake in Afghanistan","date":"2007-04-04T00:00:00+0000","call-id":"152","type":"EARTHQUAKE","description":"A strong earthquake of 6.2 degrees on the Richter scale struck northeastern Afghanistan in the wake of widespread flooding and avalanches due to snowmelt. 88 people were reported killed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-152"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[69,33.5]},"properties":{"title":"Flooding in Afghanistan","date":"2007-04-04T00:00:00+0000","call-id":"153","type":"FLOOD","description":"Widespread flooding and avalanches due to snowmelt struck northeastern Afghanistan in early April. Initial reports were scores killed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-153"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[156.8,-8.08]},"properties":{"title":"Earthquake, Tsunami in the Solomon Islands","date":"2007-04-03T06:00:00+0000","call-id":"151","type":"EARTHQUAKE","description":"A magnitude 8.1 earthquake followed by a tsunami occurred close to the Solomon Islands at 07:40 local time on 2 April. Giso Island was very affected but accurate information was not immediately available concerning the situation in the other islands. Media provisionally reported 18 dead and 20 wounded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-151"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-59.5,-31.5]},"properties":{"title":"Flooding, Landslides in Argentina","date":"2007-03-30T06:00:00+0000","call-id":"150","type":"FLOOD","description":"Intense rainfall and the rise of the Paran and Gualeguay rivers produced severe flooding in the Santa Fe and Entre Rios provinces, affecting mainly the cities of Santa Fe, Rosario and Gualeguay. Three people were killed and the total number of evacuees was estimated at between 30,000 and 40,000. More than 6,000 evacuees were reported in Rosario and Santa Fe. More than 300 mm of rain fell over a 72-hour period in Santa Fe. Systems collapsed, with a substantial portion of the city remaining without electricity. The city and the region were isolated since main roads were flooded. About 4,500 were evacuated from the city of Gualeguay (Entre Rios) where more than 380 mm of rainfall within 24 hours were recorded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-150"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[47.45,-14.38]},"properties":{"title":"Cyclone in Madagascar","date":"2007-03-23T06:00:00+0000","call-id":"149","type":"CYCLONE","description":"Cyclone Indiala made landfall on the northeastern coast of Madagascar with winds of more than 230 km\/h on 15 March. After moving inland, torrential rain and high winds up to 125 kilometres per hour continued to cause severe damage. By 23 March relief organisations and Madagascan authorities reported between 75,000 and 225,000 affected by flooding and landslides, with an estimated 15,000 left homeless in the districts of Diana, Sava, Sofia and Analajirofo (towns of Maroantsetra, Antalaga, Ananalava, Ambanja). The rice and vanilla crops were seriously damaged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-149"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[100.37,-0.57999999999998]},"properties":{"title":"Earthquake in Indonesia","date":"2007-03-06T06:00:00+0000","call-id":"148","type":"EARTHQUAKE","description":"An Earthquake measuring 6.3 on the Richter scale struck in a densely populated area of the west coast of Sumatra, Indonesia, at 3:49 GMT (10:49 local time) on 5th March 2007. The epicentre was located north-west of Padang. This earthquake was classified as a GDACS (Global Disaster Alert and Coordination System) Red Alert. In the first hours following the disaster the media reported 70 dead and numerous wounded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-148"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-63.5,-17.23]},"properties":{"title":"Floods in Bolivia","date":"2007-02-22T18:00:00+0000","call-id":"147","type":"FLOOD","description":"Floods caused by unusually heavy rainfall attributed to the \"El Nio\" effect have affected almost every department in Bolivia over the past two months and have not ceased. The departments of Santa Cruz and Beni are the worst hit. Approximately 350,000 people have been affected; at least 35 people were killed and 10 are missing. Many thousands of homes have been completely destroyed; crops, livestock, roads and other infrastructure damaged. Roads are blocked by floods and mudslides, and people cut off from emergency services.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-147"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-75.3,2.55]},"properties":{"title":"Volcano in Colombia","date":"2007-02-19T06:00:00+0000","call-id":"146","type":"VOLCANIC_ERUPTION","description":"More than 100 seismic shocks were felt on 19 February 2007 in the departments of Cauca, Valle, Huila, and Tolima in Colombia, followed by two explosions at the Volcn Nevado del Huila on 20 February at 8:30-8:50 local time, with a column of ash and gases reaching some 700 meters. At 11:50 a substantial rise of the level of the Paez River at Balaczar (Cauca) was reported. People living near the river as well as near the Simbal, Magdalena, and Negro rivers have been advised to move to higher areas to avoid mudflows resulting from the melting of the snowpack of the volcano.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-146"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[35.4308,-17.843]},"properties":{"title":"Floods in Mozambique","date":"2007-02-08T23:00:00+0000","call-id":"145","type":"FLOOD","description":"Flooding increased significantly since beginning February 2007. The National Institute for Disaster Management (INGC) declared a red alert on February 4 for the Zambezi River basin. Other rivers in Northern Mozambique were expected to flood in the following days. The roads to Mutarara were cut off. Officials at all levels warned populations living along the Zambezi River about the rising water, and urged people to move to higher ground. The National Water Directorate (DNA) and INGC estimated between 50,000 and 300,000 people displaced.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-145"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-3.14,50.58]},"properties":{"title":"Oil Spill in Lyme Bay","date":"2007-01-22T06:00:00+0000","call-id":"144","type":"OIL_SPILL","description":"Heavily damaged following cyclone Kyrill, the container ship MSC Napoli was towed and deliberately run aground in Lyme Bay. It was carrying some 1700 tonnes of insecticides and chemicals in 2394 containers of which about 200 were lost at sea. It also leaked its fuel, which spread out over the English Channel and about 8 km of the English coast.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-144"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-61.1,-23]},"properties":{"title":"Floods in Bolivia-Paraguay-Argentina","date":"2007-01-19T06:00:00+0000","call-id":"143","type":"FLOOD","description":"Exceptional water level rise up to 9.7 m and water discharge (~ 11,000 m3\/s) triggered permanent alert in Formosa (Argentina) with evacuations in the towns of Mara Cristina and Lote Ocho. About one hundred families have been isolated in the north east of Salta (Argentina) and massive evacuations have taken place in Bolivia as well.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-143"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-65.3,-27.18]},"properties":{"title":"Floods in Argentina","date":"2007-01-17T06:00:00+0000","call-id":"141","type":"FLOOD","description":"Heavy and continuous rains caused rivers to overflow in the area of Simoca, Concepcion and Tucumn. Floodwaters continued to rise as of 18 January. More than 1000 people were evacuated and the authorities count 4 dead.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-141"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[97.57,4.28]},"properties":{"title":"Floods in Indonesia","date":"2006-12-27T06:00:00+0000","call-id":"140","type":"FLOOD","description":"Violent rain caused flooding and landslides on 25 December in the provinces of Aceh and North Sumatra in Indonesia, forcing some 70,000 people to flee their villages. Local authorities report that about 80 have died. Roads between Bireuen and Bener Meriah and Kuala Simpang, Aceh Tamiang, were cut off. About 160 villages were affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-140"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[123.5855,13.1458]},"properties":{"title":"Typhoon in the Philippines","date":"2006-12-01T06:00:00+0000","call-id":"139","type":"CYCLONE","description":"Typhoon Durian (\"Reming\"), a category 4 storm, hit the islands of the Philippines on 29 November, where the southern part of Luzon island was heavily affected. Gusts of 225-265 km per hour caused extensive damage. By 1st December media reported over 1,000 deaths and hundreds of thousands of evacuees following the strong winds, heavy rain and resulting landslides around Mount Mayon, about 320 km south of Manila.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-139"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[41.56,3.56]},"properties":{"title":"Flooding in Kenya","date":"2006-11-17T06:00:00+0000","call-id":"137","type":"FLOOD","description":"Kenya has been experiencing heavy rain since October 2006, resulting in flood conditions. Information from 7th November 2006 indicate that more than 15 people are dead and nearly 700 families have been displaced. The flooding in Kenya has left more than 300,000 homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-137"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[42.7,0.39999999999998]},"properties":{"title":"Flooding in Somalia","date":"2006-11-13T06:00:00+0000","call-id":"135","type":"FLOOD","description":"On 13-14 November 2006, severe flooding hit the area between Jillib and Jamane, between the middle and lower Juba Regions in the south of the country.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-135"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[79.8,6.9]},"properties":{"title":"Flooding in Sri Lanka","date":"2006-11-03T06:00:00+0000","call-id":"133","type":"FLOOD","description":"Serious floods starting end-October, now escalating to large area major emergency. As a result of the inter-monsoon rains combined with storms several areas of Sri Lanka have flooded. The affected districts are Colombo, Gampaha, Kalutara, Galle, Matara, Puttlam, Ratnapura, Badulla, Kegalle and Kurunegala of which Gampaha district is the most affected. As of 30 October, the Disaster Management Center reported that 23 people had been killed, two had been injured and about 331,000 people had been affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-133"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[44.12,5.6]},"properties":{"title":"Flooding in Ethiopia","date":"2006-11-03T06:00:00+0000","call-id":"134","type":"FLOOD","description":"Increasingly serious flooding conditions struck Ogaden region, Ethiopia, with reports of 79 dead and level of rivers rising.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-134"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[25.48,42.73]},"properties":{"title":"Danube Oil Spill","date":"2006-10-05T06:00:00+0000","call-id":"132","type":"OIL_SPILL","description":"An oil spill originating from the oil transfer installations of Prahovo in Serbia polluted the Danube River over some 140 km in Bulgarian territory downstream.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-132"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[6.55,49.09]},"properties":{"title":"Flooding in France","date":"2006-10-04T06:00:00+0000","call-id":"131","type":"FLOOD","description":"Record-breaking rainfall since mid-September in the Moselle basin in the border region between France and Luxembourg has caused the declaration of a state of high alert in the area. Heavy flooding was reported at Metz, along the Sarre and Moselle rivers.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-131"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[30.2176,12.8628]},"properties":{"title":"Flooding in Sudan","date":"2006-08-25T06:00:00+0000","call-id":"130","type":"FLOOD","description":"Torrential rain which started in the Sudan at the beginning of August 2006 increased to a large-scale emergency by 25 August. Floods and heavy rain killed 27 people and damaged about 10,000 homes, according to government and other sources.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-130"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[125.4,15.4]},"properties":{"title":"Oil spill off the coast of the Philippines","date":"2006-08-22T06:00:00+0000","call-id":"129","type":"OIL_SPILL","description":"On 11 August 2006, the oil tanker Solar sunk off the coast of Guimaras Island in the Philippines. By 24 August 2006, some 50,000 gallons of oil had leaked into the sea, polluting more than 300 km of coastline and threatening fishing as well as other islands of the Philippines. A state of emergency was declared in the Philippines on 25 August 2006.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-129"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[40.4897,9.145]},"properties":{"title":"Floods in Ethiopia","date":"2006-08-16T18:00:00+0000","call-id":"128","type":"FLOOD","description":"More than 364 people were killed in southern Ethiopia due to flooding of the Omo river. Major loss of life is also feared in the area of the Awash river. According to Reliefweb, some 870 have died since heavy rains began to fall in Ethiopia starting early August. The death toll is feared to be very high as access to affected regions is extremely difficult.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-128"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[72.04,34.19]},"properties":{"title":"Flooding in Pakistan","date":"2006-08-11T06:00:00+0000","call-id":"127","type":"FLOOD","description":"Torrential rains caused floods in Mardan, Charsadda, and surrounding villages. About 60 percent of the city of Mardan was left under water. About 70 people were killed in Mardan when a bridge collapsed; many more are reported missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-127"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[35.495,33.888]},"properties":{"title":"Oil spill off the coast of Lebanon","date":"2006-07-29T23:00:00+0000","call-id":"126","type":"OIL_SPILL","description":"An estimated 30,000 tonnes of oil leaked into the Mediterranean from the Jiyeh power plant, 20 kilometers south of Beirut. The power plant was hit by Israeli air strikes on 13 and 15 July 2006. By 29 July the leaking oil had polluted a coastal zone some 130 kilometers long, north and south of the Lebanese capital.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-126"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-69.274,-43.684]},"properties":{"title":"Flooding in Argentina","date":"2006-07-27T18:00:00+0000","call-id":"125","type":"FLOOD","description":"Heavy rains caused rivers in the Chubut, Neuqun and Ro Negro regions in Argentina to flood, threatening dams downstream. The Argentinian National Weather Service issued an alert on 27 July 2006.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-125"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[110.368,-7.797]},"properties":{"title":"Earthquake on the island of Java, Indonesia","date":"2006-05-27T06:00:00+0000","call-id":"124","type":"EARTHQUAKE","description":"A magnitude 6.3 earthquake struck the island of Java, in a densely populated area south of the Merapi Volcano, at 5:54:02 AM local time (22:54:02 UTC 26\/07). The epicentre was 20 km south-southwest of Yogyakarta City. The Indonesian Ministry of Social Affairs confirmed 29\/05\/2006 4,611 dead. An estimated 100,000 people in the area of Yogyakarta were left homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-124"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-56.027,3.919]},"properties":{"title":"Floods in Surinam","date":"2006-05-10T06:00:00+0000","call-id":"123","type":"FLOOD","description":"Floods caused by intense rain affected areas in central and northern Surinam. The government of Surinam declared a state of emergency on 8 May 2006. An unspecified number of deaths were reported. 22,000 people were affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-123"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[114.25,-8.05]},"properties":{"title":"Predicted eruption, Merapi volcano, Java","date":"2006-04-25T06:00:00+0000","call-id":"122","type":"VOLCANIC_ERUPTION","description":"The area around Mount Merapi in central Java has been put on the second highest level of alert, one below that needed to trigger a compulsory evacuation. The Merapi volcano has been under surveillance for many weeks now and the activity on Wednesday promoted the authorities to raise the level of the alert. Vulcanologists have confirmed that if the activity increases, all the surrounding villages will have to be evacuated immediately.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-122"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[21.445,45.713]},"properties":{"title":"Flooding in Romania","date":"2006-04-18T06:00:00+0000","call-id":"121","type":"FLOOD","description":"The floods which have hit Romania have taken their toll: more than 172,000 hectares of land and more than 30 areas have been affected. The worst hit have been Timis, Arad, Caras-Severin and Braila. In the areas of Buzua and Prahova, many places have also suffered from lanslides. Four people have been reported dead and one missing and 3400 people have been evcuated in the last few months. The rains have devastated areas in more than 400 towns and 28 areas. More than 5300 houses, 8000 outhouses and tens of thousands of hectares of land have been destroyed. The Prime Minister, Calin Popescu Tariceanu, made a statement this week saying that they will be considering solutions for the reconstruction of the 1000 houses in Timis and Caras-Severin which were totally destroyed by the floods. The next stage will be to put this bid out to tender to companies who will undertake the recontruction work. It has also been promised that the new houses will be finished before the start of the winter months. A dam broke on 16 April, causing severe flooding along the Danube in the area of Bistret and Rast.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-121"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[20.145,46.253]},"properties":{"title":"Flooding in Hungary","date":"2006-04-14T06:00:00+0000","call-id":"120","type":"FLOOD","description":"Heavy rainfall and snowmelt in Hungary at the end of March and in April 2006 caused the highest peak of overflow in the last century of the river Tisza, a major tributary of the Danube. The cities of Prague, Budapest, and Belgrade were threatened; by mid-April, thousands had been evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-120"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.297,48.935]},"properties":{"title":"Flooding in Austria","date":"2006-04-07T06:00:00+0000","call-id":"119","type":"FLOOD","description":"Floods in western Austria killed three people and caused the evacuation of approximately 1200 homes.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-119"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.42,50.088]},"properties":{"title":"Flooding in Central Europe","date":"2006-04-01T06:00:00+0000","call-id":"117","type":"FLOOD","description":"Flooding in Germany Flooding in Austria Flooding in Hungary Flooding in Romania PRAGUE, 31 March, 2006 (AFP) - Large swathes of the Czech Republic, Slovakia, Romania and the German region of Saxony remained on flood alert Friday as the death toll from swollen rivers rose and more people were evacuated from their homes. In Romania, a child was carried away by a raging river in the region of Suceava, in the north of the country, and his grandfather almost perished in the torrent trying to save him, local authorities said on Friday. A 13 year old junior canoeing champion was still missing, two days after his boat capsized during a violent storm, police in the western town of Deva said. At least four people, including two children, have already perished in the floods and two were misssing in the Czech Republic and Slovakia. The River Elbe on both sides of the Czech-German border continued to be the main focus for concern as the river rose to critical levels late on Friday. Local authorities in Dresden, Germany, warned they might be forced to evacuate 1,000 people from their homes in Saxony's main city on Saturday after the river rose above the seven-meter (23-foot) mark, more than three times its normal level. Upstream, at Bad-Schandau, around 150 people were forced to leave their homes on Friday. In the Czech Republic, a further 120 people were evacuated in the city of Usti Nad Labem, in addition to about 300 people who were cleared from their homes near the river embankment on Thursday and 150 who had to leave their homes around 20 kilometres upstream near Litomerice. The situation was stable in the two worst-hit Czech regions -- south Moravia and south Bohemia. Around 2,000 people already had been evacuated from the south Moravian town of Znojmo and its surroundings on Wednesday and Thursday. But the Czech hydrometeorological office late on Friday extended its nationwide flood warning to Monday evening as rain began to fall across the country. More showers and storms are predicted for the weekend together with a warmer spell which could thaw the remaining snow and further swell rivers. In Slovakia firemen warned that levels of the Morava and Danube rivers will have to be monitored closely. The Slovak interior ministry said Friday that 140 towns and villages, in addition to 1,300 hectares, have been affected thus far, and that river levels were still rising in the east. Around 400 people -- 350 in Brodske, on the banks of the Morava -- have been evacuated thus far. Czech Prime Minister Jiri Paroubek cut short a visit to Egypt and sought to reassure his countrymen, scarred by the catastrophic floods of 2002 and 1997. \"At the moment there is no call for serious concern,\" he said after a special Cabinet meeting Thursday night. In Prague, a level-two flood alert remained in place Friday in spite of a slow rise in the level of the Vltava which had already overflowed some embankments. Level-three is the highest level alert. The Romanian Ministry of Environment announced a flood alert in 19 of the country's 41 administrative regions with heavy rainfall predicted over the next days. Dozens of hectares of agricultural land are already under water with strong winds damaging roofs and power lines across the country.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-117"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[13.733,51.051]},"properties":{"title":"Flooding in Germany","date":"2006-04-01T06:00:00+0000","call-id":"116","type":"FLOOD","description":"The Elbe region in Saxony was affected by heavy flooding following strong rainfall in conjunction with snowmelt in the Krkonose Mountains (Czech Republic). The Elbe river rose to a level of 7.45 meters. In the city of Dresden, areas near the river had to be evacuated. Along the Elbe, whole districts of several towns were flooded. A state of emergency was declared in four Saxony counties.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-116"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[5.283,36.5]},"properties":{"title":"Earthquake in Algeria","date":"2006-03-21T06:00:00+0000","call-id":"115","type":"EARTHQUAKE","description":"An earthquake measuring 5.8 on the Richter scale killed four people and wounded more than sixty others in the area of Laalam, in the North-East of Algeria. It struck on Monday evening in the Laalam area, the locality of Laalam - in the North-East of Algeria - leaving four dead and 67 wounded according to a provisional report. According to the Algerian Center in astronomy, astrophysics and geophysics (ARCAA), the magnitude was 5.8 on the Richter scale and the earthquake took place at 20h44 local time. Its epicentre was located closeto the town of Kherrata, located between Bjaia and Stif, 300 km to the east of Algiers. About thirty houses collapsed and civilians and military dispatched provided help at the scene and continued to do so throughout the night. The people killed are three children of 5, 9 and 13 years and a 26 year old adult. Several aftershocks followed the first quake, forcing inhabitants to spend the night outside. The Director of the Health Service in Bjaia - 60km from Laalam - declared in the evening that nobody had been badly injured and and that they had suffered only from fractures or emotional shock. \"They have all been given the best of care\", he added. Algeria ia often affected by earthquakes as the north of the country is located in a seismic area where the Eurasian and African plates conjoin. Algiers and the surrouding area was hit on May 21, 2003, by a violent seism that left 2300 dead and more than 10 000 wounded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-115"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[125.116,10.313]},"properties":{"title":"Landslide in the Philippines","date":"2006-02-17T06:00:00+0000","call-id":"114","type":"LANDSLIDE","description":"MANILA - A huge landslide on the Island of Leyte on the west point of the Islands of the Philippines has caused at least two hundred deaths and 1,500 people are missing, according to the Red Cross. The local authorities have only officially announced a total of 23 dead. Some 500 houses and a primary school have been buried under the the mud which, after two weeks of continious rain, came from a mountainous escarpment.. \"It was as if the mountain had exploded and that it had completely collapsed.\", said Dario Libatan, one of the survivors, to Radio Manille DZMM. \"There is not a house left standing\". Rosette Lerias, the governor of Leyte Province, said to the Radio DZBB that it was feared that 500 houses and a primary school full of pupils were buried in Ginsahugan, a village which has approximately 2.500 inhabitant. \"The ground was soaked with water because of the rains\", said Lerias. At the last count, 53 people have been rescued. Senator Richard Gordon, the Dircector of the Red Cross in the Philippines, said that it seems as if the whole village had been buried by the Island of Leyte, causing 200 deaths and 1.500 missing. \"This is our estimate as there has been no official body count\", he said in a telephone call to the Associated Press from Geneva. \"We are organising the rescue operation. This region is rather unfortunately famous for landslides.\". Two other villages have also been affected and about 3000 people have been evcauted to a state building. According to the Ambassador of the United States, the American Army are sending a ship which will bring aid. In November 1991, almost 6000 people were found dead on the Island of Leyte as a result of floods and landslides caused by a tropical storm.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-114"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[43.872,-11.875]},"properties":{"title":"Volcanic Eruption, Comoros","date":"2005-12-01T06:00:00+0000","call-id":"112","type":"VOLCANIC_ERUPTION","description":"Water supplies to more than 100,000 people in the Comoros islands (Indian Ocean) have been contaminated by the eruption of one of the world's largest active volcanoes. Mount Karthala sent clouds of ash and sparks flying, leaving the capital Moroni and other villages on the main island of Grande Comore covered in grey. The United Nations Office for the Coordination of Humanitarian Affairs (OCHA) reported concerns regarding the availability of potable water in the areas exposed to smoke and ashes as well as about the impact of pollution from volcanic debris on agriculture and livestock. Approximately 2,000 people fled their villages in the region of Bambao in the central part of the island, and have sought refuge in less exposed areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-112"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[73.0605,33.718]},"properties":{"title":"Earthquake in India","date":"2005-10-08T06:00:00+0000","call-id":"109","type":"EARTHQUAKE","description":"An earthquake of magnitude 7.6 struck western India at 03:50:38 UTC (8:50:38 local time). The epicenter was located on the India-Pakistan border in the Kashmir region, about 95 kilometres to the northeast of Islamabad. Shocks were felt over a radius of some 300-400 kilometers, in northwest India, northern Pakistan, and Afghanistan. Indian authorities estimate some 1200 dead in the regions of Jammu, Baramulla, Kupwara, Srinagar, Poonch,and Udhampur.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-109"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[73.0605,33.7182]},"properties":{"title":"Earthquake in Pakistan","date":"2005-10-08T06:00:00+0000","call-id":"110","type":"EARTHQUAKE","description":"An earthquake of magnitude 7.6 struck on the India-Pakistan border in the Kashmir region at 03:50:38 UTC (8:50:38 local time). The epicentre was located about 95 kilometres to the northeast of Islamabad. Shocks were felt over a radius of some 300-400 kilometers in northwest India, northern Pakistan and Afghanistan. On 21st October, Pakistani authorities reported casualties at some 49,700 dead and over 74,000 injured. The UN estimated 1 million people have been left homeless.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-110"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88.8965,13.7942]},"properties":{"title":"Hurricane, floods, landslides in Central America; Volcanic eruption in El Salvador","date":"2005-10-05T06:00:00+0000","call-id":"106","type":"FLOOD","description":"Hurricane Stan which made landfall on the Yucatan peninsula on 1st October caused heavy flooding and landslides over the next days in Central America. More than 40,000 people were affected. 70 people were reported dead. In El Salvador, the Ilamatepec (Santa Ana) volcano erupted on 1st October at around 8:20 local time, causing at least two deaths and affecting some 10,000 people living in areas west of the volcano. The Charter was activated on the 5th of October to assist the end user, Centro Nacional de Registros of El Salvador. The call was extended on 7th October at the request of UN-OCHA.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-106"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[3.879,43.608]},"properties":{"title":"Heavy rains, flooding in the south of France","date":"2005-09-06T06:00:00+0000","call-id":"105","type":"FLOOD","description":"Heavy rains caused flooding in southern France, in the French departments of Gard and Hrault, on the 6th and 7th September. Three major highways were cut off and the towns of Lunel and Montpellier were in part flooded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-105"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.7578,30.297]},"properties":{"title":"Hurricane, Floods in Louisiana, Mississippi, and Alabama","date":"2005-09-02T06:00:00+0000","call-id":"104","type":"FLOOD","description":"Extensive damage and flooding following Hurricane Katrina left thousands without shelter, drinking water and power in the Mississippi delta and Louisiana, Mississippi, and Alabama. The area around Lafayette, Louisiana, was flooded on 1st September. The city of Baton Rouge, Louisiana, was flooded on 1 September. The city of Jackson, Mississippi, was also flooded and without power. 10-20,000 people took refuge in the Jackson Coliseum. The centre of Mobile, Alabama, was under up to a meter of water on 30 August. On U.S. Highway 98 in Mobile, an important access route for trucks, the Cochrane-Africatown Bridge was damaged by an oil rig ripped from its moorings by the hurricane.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-104"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.7578,30.297]},"properties":{"title":"Hurricane, Floods in Louisiana","date":"2005-08-31T06:00:00+0000","call-id":"103","type":"FLOOD","description":"Levees were breached and floodwaters submerged the city of New Orleans after Hurricane Katrina made landfall just south of the city on 29 August 2005. 80% of the city was under six meters of water on 31 August 2005. Along the Gulf coast and the Mississippi, flooding was extensive. Authorities put the estimated death toll possibly in the thousands, as rescue efforts were underway on 31 August.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-103"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-14.45,14.45]},"properties":{"title":"Floods in Senegal","date":"2005-08-31T06:00:00+0000","call-id":"102","type":"FLOOD","description":"Extensive flooding followed torrential rains on 31 August 2005 in the city of Dakar, in particular in low-lying areas just south of the city. According to the Ministry of Health, some 60,000 people were displaced by the flooding. An emergency plan was put into effect by the Senegalese government.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-102"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-91.7578,30.297]},"properties":{"title":"Hurricane, floods in southern Florida, Gulf Coast, Louisiana, Alabama, and Mississippi","date":"2005-08-27T06:00:00+0000","call-id":"101","type":"FLOOD","description":"Hurricane Katrina struck Florida south of Fort Lauderdale on 25 August 2005 as a category 1 storm. Winds of up to 128 km\/h and precipitation of 380 mm in some areas caused massive damage and flooding. Authorities reported 7 dead and 3 million people without electricity in the state of Florida. By 28 August, Katrina had strengthened into a category 5 storm and turned on a northwest track across the Gulf of Mexico.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-101"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[8.2275,46.8182]},"properties":{"title":"Floods, landslides in Switzerland","date":"2005-08-25T06:00:00+0000","call-id":"100","type":"FLOOD","description":"Many areas of central and northern Switzerland were flooded following heavy rains during the week of 21-25 August 2005. The canton of Lucern was particularly hard-hit, as well as the city of Bern. Towns along the Reuss and Emme rivers were flooded, while many towns and villages in the regions of Entlebuch and Willisau were left isolated. A number of landslides occurred in the Entlebuch region. In the canton of Lucerne, two firemen were killed by a mudslide on 22nd August. Swiss authorities reported six dead and thousands of residents evacuated.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-100"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-8.4292,40.2115]},"properties":{"title":"Fires in Portugal","date":"2005-08-23T06:00:00+0000","call-id":"099","type":"FIRE","description":"Forest fires completely surrounded the city of Coimbra, about 200 kilometers north of Lisbon, destroying dozens of houses on the outskirts of the city and forcing residents to evacuate the area. Portugal requested and received assistance from Spain, Italy, France, the Netherlands, and Germany (waterbombardiers and ground units). The Charter was activated to provide support to the European firefighting effort.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-099"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[24.9668,45.9432]},"properties":{"title":"Floods in Romania","date":"2005-07-15T06:00:00+0000","call-id":"098","type":"FLOOD","description":"According to official reports from the respective countries, at least 20 people have been killed in Romania and Bulgaria in the last fifteen days as a result of floods which have caused serious damage to homes and villages. The Home Secretary has reported that more than 12,000 people have been evacuated from their homes in Romania, where at least 15 people have died in the floods which have been affecting the country in the last few weeks as a result of torrential rain.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-098"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[2.2137,46.2276]},"properties":{"title":"Forest Fires in Southern France","date":"2005-07-05T06:00:00+0000","call-id":"097","type":"FIRE","description":"Forest fires started at the northeastern edge of the Massif des Maures, near the populated areas of Vidauban, Le Muy, and Revest, northeast of Hyres in the Provence rgion of France, and continued to spread, fanned by strong winds.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-097"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[77.5619,32.1024]},"properties":{"title":"Floods in India","date":"2005-06-28T06:00:00+0000","call-id":"096","type":"FLOOD","description":"Sutley River, Himachal Pradesh, India: The area has been hit by serious floods and the authorities have started to evacuate thousands of people. Many villages in the surrounding area and along the river Sutlej have been affected. These floods have caused serious damage to infrastructure.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-096"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[113.2666,23.1316]},"properties":{"title":"Floods in Southern China","date":"2005-06-22T06:00:00+0000","call-id":"095","type":"FLOOD","description":"Flooding and landslides caused by torrential rain have claimed the lives of 26 people in three provinces in Southern China. According to the press, they have caused disruption to railway services that connect the continent to Hong Kong. The official Chinese Press Office reported on Tuesday evening that, since the 18th of June, the heavy rains have claimed the lives of nine people in Guangdong. They also reported that thunderstorms in the east of Guangdong have caused blockages of earth on sections of the Pkin-Kowloon line causing delays. According to the Chinese press, the water level of three rivers in Guangxi have exceeded danger levels and, in the southern province of Fujian, floods and landslides have claimed the lives of 12 people and five are reported missing. In Shunchang canton alone, in the north of Fujian, dozens of landslides have buried nine people and five people have been killed. Three more people have been reported missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-095"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[25.4858,42.7339]},"properties":{"title":"Floods in Bulgaria","date":"2005-06-09T06:00:00+0000","call-id":"094","type":"FLOOD","description":"Heavy rains have triggered floods in different areas of north Bulgaria, killing several people and seriously damaging the infrastructure.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-094"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[21.4454,45.7135]},"properties":{"title":"Floods in Romania","date":"2005-05-31T06:00:00+0000","call-id":"093","type":"FLOOD","description":"Following heavy rains, Romania was affected by serious flooding. The toll of the floods was dramatic: more than 172,000 hectares of land and 30 areas were affected, the worst damage having been seen in Timis, Arad, Caras-Severin and Braila. Many areas in the Buzua and Prahova provinces suffered landslides. Four people were reported dead, one reported missing and 3400 were evacuated during the month of May. The rains devastated areas in more than 400 towns in 28 areas; more than 5300 houses, 8000 outhouses and ten of thousands of hectares of land were damaged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-093"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[44.3,7.2833]},"properties":{"title":"Floods in Ethiopia","date":"2005-05-06T06:00:00+0000","call-id":"091","type":"FLOOD","description":"One hundred people have lost their lives, 50,000 cattle are dead and some 105,000 have been left homeless following serious flooding in Ogaden, in the east of Ethiopia. The UN Office for Coordination of Humanitarian Affairs, who released these figures on 03 May 2005, fears that these may be an underestimate, due to the numbers of people that are still being reported missing ten days after the flooding began caused by the rising levels of the Wabe Shebelle River. UNO has also reported that there are difficulties reaching the affected areas. The floods started after two days of torrential rains which started on 23 April 2005. The affected areas are located 700 km east of the capital, Addis Abeba. Land, homes, wells and roads have also been seriously damaged.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-091"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[40.314,0.050999999999988]},"properties":{"title":"Flood - Dadaab, Northern Kenya","date":"2005-05-04T06:00:00+0000","call-id":"090","type":"FLOOD","description":"Thousands of Somali refugees in north-eastern Kenya have been rendered homeless after heavy rains destroyed hundreds of shelters in Dadaab refugee camp. A majority of refugees' homes in two of the three camps in Dadaab - Ifo and Dagahaley - collapsed or were washed away by torrential rains on 29 April 2005.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-090"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[57.067,30.2803]},"properties":{"title":"Earthquake in Iran","date":"2005-02-22T06:00:00+0000","call-id":"086","type":"EARTHQUAKE","description":"An earthquake of a 6.4 magnitude on the Richter scale hit the southwest of Iran on Tuesday, 22 February. According to initial reports, the powerful earthquake has left at least 170 people dead and 5,000 injured in the province of Kerman. Nine villages in the region have been affected. At the end of May 2004, an earthquake hit the the north of Iran and Tehran causing the deaths of 35 people and leaving 220 injured.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-086"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-69.3098,10.0716]},"properties":{"title":"Floods and landslides in Venezuela","date":"2005-02-11T06:00:00+0000","call-id":"085","type":"FLOOD","description":"Heavy rains caused floods and landslides in Venezuela. The most affected areas were Vargas, Miranda, and the Federal District. Media reported 16 dead and about 15,000 evacuated from riverbank areas along the coast.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-085"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[63.4798,25.2533]},"properties":{"title":"Floods in Pakistan","date":"2005-02-11T06:00:00+0000","call-id":"084","type":"FLOOD","description":"A week of torrential rain and record snowfall caused hundreds of deaths in Pakistan since 9 February 2005. There were at least 25 people reported dead 10 February when a dam on the southwest coast burst. Near Pasni, on the Baloutchistan coast, 300 km west of Karachi, the Shadi Kor dam burst as a result of a week of torrential rain. It caused the deaths of at least 25 people with many more having been reported missing according to authorities on 11 February.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-084"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-159.7763,-21.2292]},"properties":{"title":"Hurricane on Rarotonga Island - Cook Islands","date":"2005-02-05T06:00:00+0000","call-id":"083","type":"CYCLONE","description":"The Fiji weather center warned of \"very destructive hurricane-force winds\" and \"phenomenal seas\" with waves up to 11 meters (36 feet) striking areas round the main island of Rarotonga and nearby Manaia. The cyclone battered houses on the islands, cut power and brought down trees but there were no reports of injury. Cyclone Meena is characterized by winds gusting to 255 kph (160 mph), officials reported.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-083"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-58.1548,6.8046]},"properties":{"title":"Floods in Guyana","date":"2005-02-01T06:00:00+0000","call-id":"082","type":"FLOOD","description":"Guyana was gripped by severe flooding as the heaviest rain in centuries struck along the coast. Authorities immediately evacuated 20,000 people from their homes to the west of the capital of Georgetown. Six people are reported to have been killed in the floods. An estimated 300,000 people living along the coast and the banks of the Demerara River were affected.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-082"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[18.6435,60.1282]},"properties":{"title":"Hurricane-force winds - Sweden","date":"2005-01-14T06:00:00+0000","call-id":"080","type":"CYCLONE","description":"Hurricane-force winds swept across southern Sweden on 8 January, leaving at least three dead in Sweden, police said. Key bridges and airports were closed, while all rail and ferry traffic was suspended. In southern Sweden, virtually all trains were cancelled, and more than 200,000 households were without power the night of 8 January, authorities said. Sea levels reached record levels.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-080"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[95.317383,5.681584]},"properties":{"title":"Tsunami, Indonesia and Thailand","date":"2004-12-28T00:00:00+0000","call-id":"079","type":"CYCLONE","description":"On December 26, 2004, an earthquake of magnitude 9.0 struck off the west coast of Sumatra in the Indonesian Archipelago. This earthquake triggered a devastating tsunami and caused tremors that killed over 104,000 people in Indonesia and over 5,000 in Thailand. Indonesia was the worst affected followed by Sri Lanka, India, Thailand, Somalia, Maldives, Malaysia and Myanmar.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-079"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[98.675,3.585]},"properties":{"title":"Earthquake, Tsunami in Southern Asia","date":"2004-12-26T14:39:00+0000","call-id":"077","type":"EARTHQUAKE","description":"A high-magnitude earthquake, 9.0 on the Richter scale, struck southern Asia at 00:58 UTC, 6:58 AM local time. The epicentre was 320 km west of Medan, just off the west coast of the Indonesian island of Sumatra. The earthquake was followed by tsunamis that killed nearly a quarter of a million people, mostly in Indonesia, Sri Lanka, and India. The coastal regions of India, Sri Lanka, Thailand, Indonesia, Maldives, Malaysia, and Myanmar were all severely affected. Bangladesh, the Seychelles, Somalia, Kenya, and Tanzania also suffered damage and loss of life.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-077"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[81.815186,6.863712]},"properties":{"title":"Tsunami, Sri Lanka","date":"2004-12-26T06:00:00+0000","call-id":"078","type":"CYCLONE","description":"Following a 9.0 magnitude earthquake off the coast of Sumatra, a massive tsunami struck Sri Lanka on 26th December 2004, killing over 30,000 people.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-078"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-74.75,8.33333]},"properties":{"title":"Heavy floods and torrential rain in Colombia","date":"2004-12-03T06:00:00+0000","call-id":"076","type":"FLOOD","description":"Heavy rains caused floods and landslides, leaving some 30 dead and over 200,000 victims.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-076"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[121.409912,14.740355]},"properties":{"title":"Typhoon in the Philippines","date":"2004-12-01T06:00:00+0000","call-id":"075","type":"CYCLONE","description":"Devastating storms in the Philippines (30 November 2004): Landslides and flooding have been caused by a strong current of low pressure and have resulted in the death or disappearance of almost 500 people in the west of the country; an area which was affected by a killer typhoon last week. Meteorological agencies predict the region will be hit by another typhoon in the next 48 hours.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-075"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.67456,19.454939]},"properties":{"title":"Hurricane in Haiti","date":"2004-09-21T06:00:00+0000","call-id":"072","type":"CYCLONE","description":"Extensive flooding caused by Hurricane Jeanne caused more than 1,000 deaths in Haiti. Severe flooding in the city of Gonaives have affected 80% of the population and most of cropland were flooded. In addition, 30% of the city of Port-de-Paix was also affected by the flood.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-072"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-65.500488,-14.817371]},"properties":{"title":"Forest Fires in Bolivia","date":"2004-09-16T06:00:00+0000","call-id":"071","type":"FIRE","description":"Hundreds of fires in Bolivia have created a thick haze of smoke and prompted two regions to declare a state of emergency. Fanned by strong winds, the smoke extends over five departments, covering 59% of the Bolivian territory, an area of more than 650 thousand km2.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-071"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-61.700935,12.196751]},"properties":{"title":"Hurricane in the Caribbean","date":"2004-09-12T00:00:00+0000","call-id":"070","type":"CYCLONE","description":"Hurricane Ivan has been reported to have swept through Grenada Island in the Caribbean. The hurricane has caused significant damage and the authorities have reported at least 34 dead and over 500 injured.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-070"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-77.275944,1.210466]},"properties":{"title":"Volcanic Activity in Colombia","date":"2004-08-26T00:00:00+0000","call-id":"069","type":"VOLCANIC_ERUPTION","description":"There has been increasing volcanic activity of the Galeras Volcano since the 5th of August, 2004. Strong ash has been spreading which has created thick ash deposits. There has been material damage but there have been no human causalities reported at this time.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-069"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[25.352669,13.623132]},"properties":{"title":"Heavy floods and torrential rain in Sudan","date":"2004-08-11T06:00:00+0000","call-id":"068","type":"FLOOD","description":"Heavy floods and torrential rains struck in Al Junaynah and Al Fashir, Darfur, Sudan.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-068"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-70.514374,-42.735413]},"properties":{"title":"Floods in Argentina","date":"2004-07-02T06:00:00+0000","call-id":"067","type":"FLOOD","description":"Strong floods and some landslides occurred on 2nd July 2004 in the region of San Martn de los Andes. Roads were blocked, nearly 1800 people were evacuated and authorities count 5 dead. The affected area covers a radius of 100 km around the city of Bariloche.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-067"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[51.8,36.2]},"properties":{"title":"Earthquake in northern Iran","date":"2004-05-28T06:00:00+0000","call-id":"066","type":"EARTHQUAKE","description":"A strong earthquake (Magnitude 6.3) hit at about 5:10 p.m an area 70 kilometers (45 miles) north of Tehran (U.S. Geological Survey and the Geological Survey of Iran). At least 23 people died and dozens were injured, officials report.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-066"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-71.9,19.5]},"properties":{"title":"Floods in Haiti and in the Dominican Republic","date":"2004-05-26T06:00:00+0000","call-id":"064","type":"FLOOD","description":"Severe floods and landslides on the island Hispaniola, shared by Haiti and the Dominican Republic. In Haiti, 1,000 persons were reported dead and 1,600 missing by the time floodwaters abated, on 31 May 2004, according to the official estimate of the government. The UN Office for Coordination of Humanitarian Affairs estimated that about 48,000 people in the two countries were affected by the flooding.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-064"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-16.630554,28.251167]},"properties":{"title":"Earthquakes in Tenerife","date":"2004-05-18T06:00:00+0000","call-id":"063","type":"EARTHQUAKE","description":"A series of small earthquakes occured in Tenerife, one of the Canary Islands. The Direccin General de Proteccin Civil triggered the Charter in order to estimate ground deformation of the Teide volcano and assess thermal anomalies.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-063"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[124.459219,39.981461]},"properties":{"title":"Train accident in North Korea","date":"2004-04-23T06:00:00+0000","call-id":"062","type":"OTHER","description":"The Charter was activated following a train explosion which occurred Thursday, 23 April 2004 at 12:10 local time. The initial report of Agence France Press follows. \"At least 150 died and 1,000 people were injured in the railroad catastrophe in North Korea, which was caused by an explosion of dynamite, said an official of an Irish non-governmental organisation based in Pyongyang. The North Korean authorities \"told us that 150 people were killed by the explosion, including schoolchildren, and that buildings collapsed, that 800 houses were destroyed and 1,000 people injured\", said Ann O'Mahony, regional director of \"Concern\", a non-governmental organisation. The Red Cross estimated initially that 54 people died and 1,249 people were injured. The accidental detonation of a load of explosives is at the origin of the catastrophe which took place Thursday in a North Korean railway station, said North Korean sources. Workers separating two wagons loaded with dynamite in order to hook them to another train accidentally hit electric wires overhead, causing the explosion, said Mrs O'Mahony, quoting North Korean authorities. While preliminary information from South Korean medias initially attributed the accident to the collision of two trains loaded with fuel oil, a United Nations official, quoting the North Korean government, indicated to Agence France Presse that it was not a collision but \"the detonation of two wagons loaded with explosives, dynamite probably, when they hit electrical wires after changing tracks.\" According to latest reports, a zone 800 meters in radius was levelled by the explosion. The death toll had reached 161 by Sunday 25th April, according to North Korean authorities. North Korea has officially called for international assistance (sources: OOSA, Associated Press).","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-062"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[70.889282,35.101934]},"properties":{"title":"Earthquake in the Hindu Kush region of Afghanistan","date":"2004-04-07T06:00:00+0000","call-id":"061","type":"EARTHQUAKE","description":"A magnitude 6.5 earthquake occurred at 21:24:04 (UTC) on Monday, 5 April 2004 in the Hindu Kush region of Afghanistan. The earthquake was strongly felt in Kabul, Afghanistan's capital, located 275 kilometres southwest of the epicentre.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-061"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[24.603882,-17.696362]},"properties":{"title":"Flooding in Eastern Namibia","date":"2004-03-31T06:00:00+0000","call-id":"060","type":"FLOOD","description":"First reports of serious flooding in Eastern Namibia were made on Sunday, March 28th 2004; as of 30 March the flood level was still increasing. The affected area is the Caprivi Strip, a low-lying area along the Zambezi, in particular the towns of Katima Mulilo, Kabbe, and Katima.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-060"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-5.21,30.3]},"properties":{"title":"Earthquake in Morocco","date":"2004-02-24T00:00:00+0000","call-id":"058","type":"EARTHQUAKE","description":"An earthquake of magnitude 6.5 occurred in the Mediterranean sea, close to the Moroccan port city Al Hoceima on Tuesday 24 February. The earthquake was centred in an area 185 miles (295 km) east-northeast of Rabat. Sizeable aftershocks continued to occur in the early hours of Wednesday 25 February.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-058"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[135.32959,-2.943041]},"properties":{"title":"Earthquake in Indonesia (Papua province)","date":"2004-02-06T06:00:00+0000","call-id":"057","type":"EARTHQUAKE","description":"An earthquake measuring 6.9 on Richter scale hit Papua province (Irian Jaya) Friday (6 Feb.) The epicenter of the earthquake was approximately 7 kilometers east of Nabire city, Central Irian Jaya, at a depth of 80 km.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-057"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[51.25,35.4]},"properties":{"title":"Earthquake in Iran","date":"2004-01-28T11:00:00+0000","call-id":"056","type":"EARTHQUAKE","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-056"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-68.606873,-16.251594]},"properties":{"title":"Flooding in Bolivia","date":"2004-01-26T06:00:00+0000","call-id":"055","type":"FLOOD","description":"The International Charter 'Space & Major Disasters' has been activated on the request of the Canadian Authorized User to cover serious flooding in the urban areas of Bolivia and on behalf of the end user the Vice Minister of Civil Defense, which is the highest authority dealing with disasters in Bolivia, and the Director General of Prevention and Reconstruction. The use of the Charter data for disaster relief and response will be used jointly with the Multinational Andean Project: Geoscience for Andean Communities (MAP:GAC), which is a CIDA-funded project implemented by a team of the Geological Survey of Canada (Vancouver, B.C.).","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-055"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[58.369675,29.125773]},"properties":{"title":"Earthquake in Iran (Bam)","date":"2003-12-26T18:06:00+0000","call-id":"054","type":"EARTHQUAKE","description":"Civil protection agencies from Germany, France and Portugal activated the Charter after the earthquake which razed the town of Bam (Iran) on December 26. Images from SPOT and IRS satellites were used together with an Ikonos image provided thanks to DLR and Space Imaging Europe, to produce a map of most damaged areas and reference cartography.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-054"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[122.527084,13.3325]},"properties":{"title":"Philippines Landslide","date":"2003-12-21T06:00:00+0000","call-id":"053","type":"LANDSLIDE","description":"A request of assistance reached the Charter through the United Nations system, after a landslide which affected the Philippines on 19 December. Incessant rain over a period of days triggered landslides in Southern Leyte province in central eastern Philippines. Death toll is reported to be around 200.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-053"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[4.625244,43.723475]},"properties":{"title":"Flooding in Arles, France","date":"2003-12-04T20:51:00+0000","call-id":"052","type":"FLOOD","description":"Severe rains started on December 1st, 2003 over Southern France, causing rivers such as Rhone and Gard to flood country and towns such as Arles. In total more than 30,000 people were evacuated or brought to safe places, 7 people lost their lives. Around 80 roads and thousands ofphone and power lines were cut. Waters would remain for several days. 800 rescue staff from Germany and squads from Belgium, Italy and Czech republic assisted their French colleagues. The Charter was activated by the French Civil Protection on December 4 with RADARSAT, SPOT, ERS, and ENVISAT satellites being re-tasked. The Project management was assigned to CNES. At the same time, DLR and EUSI provided at their initiative and in coordination with the Charter satellite image maps from the IKONOS satellite to support to the French and German relief workers.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-052"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-72.5,18.49]},"properties":{"title":"Flooding in the Dominican Republic","date":"2003-11-27T11:00:00+0000","call-id":"051","type":"FLOOD","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-051"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-123.138199,49.263548]},"properties":{"title":"Flooding in British Columbia (Vancouver), Canada","date":"2003-10-21T20:44:00+0000","call-id":"049","type":"FLOOD","description":"VANCOUVER (Canada), 20 Oct (AFP) - Two people died and two more had disappeared on Monday, due to heavy rainfall these past few days in the Vancouver area, on the Canadian Pacific coast, relief services said. Over 800 people had not yet been able to re-enter their homes, after having been evacuated from the small towns of Squamish and Pemberton, about 150 km North of Vancouver, the most affected by the floods since Thursday. Two people died and research for two more was continuing on Monday, after two cars fell into a flooded river South of Pemberton on Saturday morning. The rainfall calmed down on Sunday, allowing the water level to decrease, before resuming on Monday.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-049"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-98,40]},"properties":{"title":"Wind Storm in the United States of America","date":"2003-09-25T11:00:00+0000","call-id":"048","type":"CYCLONE","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-048"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[2.0599999999999,46.16]},"properties":{"title":"Wildfires in France","date":"2003-09-02T11:00:00+0000","call-id":"047","type":"FIRE","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-047"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-100.4,55.52]},"properties":{"title":"Wildfires in Canada","date":"2003-08-07T11:00:00+0000","call-id":"045","type":"FIRE","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-045"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[84,28]},"properties":{"title":"Flooding and Landslides in Nepal","date":"2003-08-07T11:00:00+0000","call-id":"044","type":"FLOOD","description":"Severe floods and landslides hit Nepal during July and August monsoon season.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-044"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-8,39.5]},"properties":{"title":"Forest Fires in Portugal","date":"2003-08-04T20:37:00+0000","call-id":"043","type":"FIRE","description":"The Charter was activated August 4, 2003 by Servio Nacional de Bombeiros e Proteco Civil (an authorized user) in Portugal at 16:10 UTC. The purpose was for raging forest fires in Portugal centered at 39d 30' N & 8d 00'W. The Portuguese Government has declared the forest fires a public calamity which began on August 1-2, 2003. The approximate burned area is around 45,000 hectares.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-043"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[6.734276,43.437714]},"properties":{"title":"Forest Fires in the Var Region","date":"2003-07-19T06:00:00+0000","call-id":"041","type":"FIRE","description":"The fire of the Massif des Maures, which burnt over 10,000 hectares in a highly touristic area, was the worst forest fire in the area since 1990. In the same period, fires struck the island of Corsica just to the south.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-041"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-62.193947,16.746688]},"properties":{"title":"Soufriere Hills volcano eruption","date":"2003-07-18T17:43:00+0000","call-id":"040","type":"VOLCANIC_ERUPTION","description":"The eruption began Saturday 12 July at 06:53 and continued throughout Saturday and Sunday, involving collapse of large volcanic dome into sea. Large explosions continued until Tuesday 15 July. The ash from the explosion has disrupted life on Montserrat; water, power and communications have all been intermittent. Some trees, buildings and wildlife have been damaged and destroyed by the weight of ash.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-040"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[3.47065,36.760891]},"properties":{"title":"Algeria Earthquake","date":"2003-05-22T16:04:00+0000","call-id":"039","type":"EARTHQUAKE","description":"On May 21st around 9:00 PM a magnitude 6.6 earthquake rattled the town of Boumerdes near Algiers, followed by a series of strong replicas. On May 22 at 6:00 the Charter was triggered by the French Civil Protection which sent a team to assist national authorities. Over 2,000 lives have been claimed by the disaster. Some maps derived from high-resolution SPOT-5 satellite and showing damaged areas were handed over to Algerian authorities. They were used to set emergency camps.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-039"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[40.533199,38.901053]},"properties":{"title":"Turkey Earthquake","date":"2003-05-07T06:00:00+0000","call-id":"038","type":"EARTHQUAKE","description":"A magnitude 6.1 earthquake struck Central Turkey on May 1st, near the town of Bingl, causing hundreds of casualties and large scale damage. The Charter was activated on May 7 by the French civil protection upon request from Turkey's General Directorate of Disasters Affairs.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-038"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-60.640411,-31.622982]},"properties":{"title":"Argentina Floods","date":"2003-05-01T00:00:00+0000","call-id":"037","type":"FLOOD","description":"Unprecedented floods, \"the worst since the foundation of the town of Santa Fe in 1573\", affected the whole province and nearby areas in central Argentina, causing evacuation of 60,000 inhabitants. The Water Institute fears that the situation would last for weeks due to high phreatic levels and abnormal precipitations. The Charter was triggered by the Argentinian Federal Emergency System, to become Authorised User since the Argentinian space agency, Comission Nacional de Actividades Espaciales decided to join the Charter with its SAT-C satellite.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-037"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[89.978886,26.02154]},"properties":{"title":"Hurricane in India","date":"2003-04-24T06:00:00+0000","call-id":"036","type":"CYCLONE","description":"On April 22 late at night, a severe storm hit the state of Assam (North-East India), leaving thousands homeless and claiming over 30 lives. Acting on behalf of the deputy Commissioner of the Dhubri district, the Indian Authorised Users has activated the Charter on April 24. Maps of inundated areas were produced and handed to local authorities.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-036"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15.218468,38.795169]},"properties":{"title":"Stromboli Volcano Eruption","date":"2003-04-09T18:54:00+0000","call-id":"035","type":"VOLCANIC_ERUPTION","description":"The Italian Civil Protection Department activated the Charter on April 9th after the unexpected explosion which occured on April 5th after several weeks of pyroclastic activity. The goal was to obtain detailed topographic information of the volcano after the explosion. SPOT and RADARSAT-1 images were processed by SERTIT under an ESA contract, analysed by the Instituto Nazionale di Geofisica e Vulcanologia (Catania) and forwarded to the end user.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-035"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-6.1,34.5]},"properties":{"title":"Morocco Floods","date":"2002-11-28T18:35:00+0000","call-id":"033","type":"FLOOD","description":"Upon request of their Moroccan colleagues, the French Civil Protection triggered the Charter on November 28 after torrential rains which affected the Berrechid area. SPOT and ERS data were used to map the flooded areas.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-033"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-12.12,42.15]},"properties":{"title":"Prestige Oil Spill, Galicia (Spain)","date":"2002-11-14T17:00:00+0000","call-id":"032","type":"OIL_SPILL","description":"The Charter was activated on November 14, 2002 by the General Directorate for Environment of the European Commission (an authorized user) for the oil spill pollution produced by the tanker Prestige in front of the Galicia (Spain) coast occurred at the end of November 2002. The Prestige tanker started leaking fuel off the coast of Galicia, Spain, on Thursday November 14, 2002 when it encountered a violent storm about 150 miles off Spain's Atlantic coast. During several days, it was pulled far from the shore, but the crippled tanker carrying more than 67,000 tons of oil split in half off the northwest coast of Spain on Tuesday (Nov. 19), threatening one of the worst environmental disasters in history. The rear section of the Prestige sunk early in the day, taking many of the oil tanks with it. The leak already had spilled at least 7,000 tons of oil.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-032"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[48.14209,13.218556]},"properties":{"title":"Oil Spill in the Gulf of Aden","date":"2002-10-10T00:00:00+0000","call-id":"031","type":"OIL_SPILL","description":"An explosion damaged the French supertanker \"Limburg\" off the coast of Yemen on October 6, 2002, causing it to catch fire and leak oil into the Gulf of Aden. A preliminary inquiry was opened by the antiterrorist section of the parquet (public prosecutor's department) of Paris and entrusted to the Directorate of Territorial Security (DST - French counter-intelligence). The explosion occurred as the tanker was preparing to enter the port of Mina al-Dabah, located 30 km from the city of Al Mukalla, where it was supposed to load some crude oil. The ship had already loaded nearly 400,000 barrels of crude oil in Saudi Arabia.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-031"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[48.14209,13.218556]},"properties":{"title":"Oil Spill in the Gulf of Aden","date":"2002-10-09T00:00:00+0000","call-id":"030","type":"OIL_SPILL","description":"An explosion damaged the French supertanker \"Limburg\" off the coast of Yemen on October 6, 2002, causing it to catch fire and leak oil into the Gulf of Aden. A preliminary inquiry was opened by the antiterrorist section of the parquet (public prosecutor's department) of Paris and entrusted to the Directorate of Territorial Security (DST - French counter-intelligence). The explosion occurred as the tanker was preparing to enter the port of Mina al-Dabah, located 30 km from the city of Al Mukalla, where it was supposed to load some crude oil. The ship had already loaded nearly 400,000 barrels of crude oil in Saudi Arabia.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-030"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-89.121094,21.657428]},"properties":{"title":"Hurricane in Yucatan, Mexico","date":"2002-10-05T00:00:00+0000","call-id":"029","type":"CYCLONE","description":"On September 23, 2002, Hurricane Isidore hit Mexico's Yucatan Peninsula with 200 km\/hour winds, uprooting trees, tearing roofs from houses, and affecting communications, electricity, and water systems. Officials evacuated 70,000 people from coastal communities, though, according to initial assessments, the hurricane affected over 590,000 people in Yucatan alone.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-029"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[44.508362,42.844255]},"properties":{"title":"Landslide in Russia (North Ossetia)","date":"2002-09-27T20:43:00+0000","call-id":"028","type":"LANDSLIDE","description":"On Friday, September 20, an avalanche occurred on a mountainside in North Ossetia, a region affected earlier in June by floods. The avalanche was caused by a 150-meter-tall chunk of glacier that broke off and slid down the mountain. Moving at around 150 kilometers an hour, the avalanche slid 33 kilometers and stopped 10 kilometers from the town of Vladikavkaz. The path of destruction was nearly 300 meters to 400 meters wide. The avalanche buried the village of Karmadon and adjacent holidaying areas under a 50-kilometer layer of stones and ice. As of September 27, according to EMERCOM, 12 people had been found dead, 27 people had been rescued, and 99 people were still missing. Preliminary reports estimate the material damage caused by the disaster to be between 15 and 17 million US dollars. For the latest information on rescue operations and damage assessments, please visit the ReliefWeb website.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-028"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[4.2283629999999,43.975028]},"properties":{"title":"Flooding in South-Eastern France","date":"2002-09-09T21:07:00+0000","call-id":"027","type":"FLOOD","description":"The Charter was activated September 9, 2002 by the French Civil Protection authorities (DDSC) after heavy rains started over the Gard department in the South East of France on Sunday September 8, 2002. The water level of rivers Gard, Gardon and Vidourles rose and quickly the area was flooded.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-027"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[13.30719,51.307009]},"properties":{"title":"Flooding of the Elbe River, Germany","date":"2002-08-22T20:06:00+0000","call-id":"026","type":"FLOOD","description":"The largest-ever flooding of the Elbe River occurred, with waters rising to record heights. The floods have affected the city of Dresden and many villages.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-026"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[14.295273,48.301923]},"properties":{"title":"Flooding of the Danube River, Austria","date":"2002-08-20T18:12:00+0000","call-id":"025","type":"FLOOD","description":"Severe flooding disasters took place in the beginning and middle of August in Central Europe due to unexpected long-term heavy rainfalls and a special meteorological situation. Two waves of a rapid flash flood of the River Danube caused severe damage in the local infrastructure.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-025"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[16.610641,49.083761]},"properties":{"title":"Flooding in Czech Republic, Znojmo (South Moravia)","date":"2002-08-17T14:32:00+0000","call-id":"024","type":"FLOOD","description":"The flood in Znojmo reached its highest level on August 11, 2002, with floodwaters receding quickly thereafter. Satellite image value-added products will be used to support prevention measures for similar events in the future.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-024"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-127.22168,54.876607]},"properties":{"title":"Flooding in British Columbia, Canada","date":"2002-08-14T00:00:00+0000","call-id":"023","type":"FLOOD","description":"The Charter was activated on June 18th 2002, one day after flooding struck the towns of Smithers, Terrace and Mission in British Columbia, Canada.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-023"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[43.549805,45.95115]},"properties":{"title":"Flooding in southern Russia (Caucasia)","date":"2002-06-29T00:00:00+0000","call-id":"022","type":"FLOOD","description":"","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-022"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-127.22168,54.876607]},"properties":{"title":"Flooding in British Columbia, Canada","date":"2002-06-19T00:00:00+0000","call-id":"020","type":"FLOOD","description":"The Charter was activated on June 18th 2002, one day after flooding struck the towns of Smithers, Terrace and Mission in British Columbia, Canada.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-020"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-95.894165,49.289306]},"properties":{"title":"Flooding in Manitoba, Canada","date":"2002-06-13T12:00:00+0000","call-id":"019","type":"FLOOD","description":"Heavy rainfall beginning on June 9, 2002 in southern Manitoba, Canada and northern Minnesota, USA caused the highest rain-generated flood event on record, with river levels in Winnipeg cresting at 5.2 metres, and some areas recording over 30 cm of total rainfall. Large areas of farmland were flooded, causing concerns over the contamination of river and ground water due to hog farm runoff.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-019"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[12.5,42.5]},"properties":{"title":"Landslide in Italy","date":"2002-05-06T11:00:00+0000","call-id":"018","type":"LANDSLIDE","description":"On May 3rd 2002 at 11:14, in the northern part of Italy, small landslides occurred in the province of Verbano Cusio Ossola (Maggiore Lake area) after heavy rain conditions.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-018"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[71,35.16]},"properties":{"title":"Earthquakes in Afghanistan","date":"2002-03-27T11:00:00+0000","call-id":"016","type":"EARTHQUAKE","description":"On March 25th, 2002 a magnitude 6.1 earthquake occurred in the Hindu Kush Region of Afghanistan. Approximately 1000 people were killed, 4000 injured and 1500 houses destroyed in the Nahrin area.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-016"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[29.252815,-1.52486]},"properties":{"title":"Mount Nyiragongo Volcano Eruption","date":"2002-01-21T19:23:00+0000","call-id":"015","type":"VOLCANIC_ERUPTION","description":"The Belgian civil protection activated the Charter on January 21, 2002 following the eruption of Mount Nyiragongo, which has destroyed a part of Goma city. Earthquakes also have been felt up to Rwanda and have reached 4.7 to 4.8 degrees of magnitude on the Richter scale.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-015"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[5.2,49.35]},"properties":{"title":"Flooding in the NE of France","date":"2001-12-31T23:00:00+0000","call-id":"014","type":"FLOOD","description":"On December 31, 2001, the Charter was activated in order to evaluate the extent of the flooding of the Moselle and Meuse rivers, located in the northeast of France. The satellite images showed the location of the frozen areas into the retention basin of the Meuse river (S-SE of Sedan), which could have triggered another flood event if the air temperature had increased. Maps produced from these images were a valuable tool for on-field works during the crisis period. The satellites of the Charter constellation were able to provide a daily coverage for seven days. This permitted to follow the actual evolution of the flood on maps delivered a few hours after acquisition everyday.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-014"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[97.3,1]},"properties":{"title":"Nias Island Flooding and Landslides","date":"2001-08-01T11:00:00+0000","call-id":"012","type":"FLOOD","description":"On July 26, the Charter was activated following the floods and landslides at Nias Island, Indonesia. Torrential rains have triggered massive landslides on the remote island, burying houses and killing at least 60 people. About 800 people were reported missing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-012"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[15,37.44]},"properties":{"title":"Mount Etna Volcano Eruptions","date":"2001-07-26T11:00:00+0000","call-id":"011","type":"VOLCANIC_ERUPTION","description":"On July 26, the Charter was activated following eruptions of Mount Etna in southern Italy. The volcano threatened Nicolosi, a small community of 5000, perched on the side of the mountain in the path of lava flow.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-011"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[127,73]},"properties":{"title":"Lena River Flood","date":"2001-05-22T11:00:00+0000","call-id":"010","type":"FLOOD","description":"On May 22, the Charter was activated following the spring flooding of the Lena River in Siberia. The flooding has been the most severe that Eastern Siberia has seen in a century, and has occurred mostly in the region of Yakutia. The city of Yakutsk, the most affected, has 200,000 residents. The images from the Charter were delivered to Russian rescue teams to assist them in determining where their resources were most needed.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-010"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[35.32,33.54]},"properties":{"title":"Lebanon Oil Spill","date":"2001-03-30T11:00:00+0000","call-id":"008","type":"OIL_SPILL","description":"On March 27, 2001, an oil spill occurred off the coast of Lebanon. On March 30, the Civil Protection Unit of the European Commission requested Charter images of the disaster, which were later delivered to the Lebanese National Center for Remote Sensing.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-008"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[23,59.3]},"properties":{"title":"Denmark Oil Spill","date":"2001-03-30T11:00:00+0000","call-id":"009","type":"OIL_SPILL","description":"On March 29, 2001, a collision occurred between a cargo ship, the \"Tern\", and a chemical tanker, the \"Baltic Carrier\", resulting in an oil spill in the Baltic Sea. The accident occurred in Danish territorial waters, 30 km south of the island of Mons. On March 30, the European Commission Civil Protection and Environment Disaster Unit requested images from the Charter to be used in monitoring the oil spill.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-009"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[4.49,45.43]},"properties":{"title":"Sane River Flooding","date":"2001-03-22T11:00:00+0000","call-id":"007","type":"FLOOD","description":"Image products from the Charter were quickly delivered to French civil authorities to be used in their assessment of the extent of the Sane River flooding, and to plan their response activities. This assessment will also contribute to prevention plans for future floods.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-007"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88.55,13.5]},"properties":{"title":"Earthquake and Landslides in El Salvador","date":"2001-02-14T11:00:00+0000","call-id":"005","type":"EARTHQUAKE","description":"On February 13, 2001, an earthquake measuring 6.6 on the Richter Scale, which subsequently caused landslides, struck El Salvador. The French Civil Protection Agency activated the Charter in order to obtain image products to be used by rescue teams.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-005"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[71.21,24.9]},"properties":{"title":"Earthquake in India","date":"2001-01-29T11:00:00+0000","call-id":"003","type":"EARTHQUAKE","description":"At 03:16 UTC on January 26, 2001, an Earthquake with a magnitude of 7.7 occurred in Gujarat, India, the epicenter of which lay near the city of Bhuj. On January 29, 2001, the DDSC, France's Civil Protection Agency, requested Charter images to be used in the assessment of damages to the area.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-003"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-89.24,-0.48000000000002]},"properties":{"title":"Oil Spill in Ecuador","date":"2001-01-26T11:00:00+0000","call-id":"002","type":"OIL_SPILL","description":"On January 16, 2001, the Acotramar fuel tanker Jessica ran aground at port Baquerizo Moreno on San Cristobal Island. Operations were initiated to evacuate the fuel from the ship, but by January 18th fuel began leaking into the sea. On January 26, the European Commission Civil Protection Unit requested Charter images for use in monitoring the spill. For more information on the oil spill and its effects, see the Galapagos National Park press release.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-002"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[-88.55,13.5]},"properties":{"title":"Earthquake and Landslide in El Salvador","date":"2001-01-15T11:00:00+0000","call-id":"001","type":"EARTHQUAKE","description":"On January 13, 2001, El Salvador experienced an earthquake that measured 7.6 on the Richter Scale, which subsequently caused landslides. On January 15, the French Civil Protection Agency activated the Charter in order to obtain images for use by rescue teams.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-001"}},{"type":"Feature","geometry":{"type":"Point","coordinates":[13.36,46.24]},"properties":{"title":"Landslide in Slovenia","date":"2000-11-27T11:00:00+0000","call-id":"000","type":"LANDSLIDE","description":"In the night of November 16-17, 2000, the village of Log pod Mangartom, Slovenia, located beneath the Mount Mangart range, was hit by a massive landslide. The landslide is believed to have been triggered by intense rainfall on the 15th. On November 27th, the Civil Protection of Slovenia requested images from the Charter to aid in monitoring and stabilizing the landslide, as well as in assessing damages.","link":"http:\/\/www.disasterscharter.org\/web\/charter\/activation_details?p_r_p_1415474252_assetId=ACT-000"}}]}