{
    "items": [
        {
            "html": "<h1>Changer l'orbite d'un satellite, facile ?</h1><p>Lorsque nous avons proposé au CNES l'expérience SPOT4(Take 5), nous savions que le CNES ne l'accepterait pas facilement, puisque déjà, lors de la désorbitation de SPOT2, une expérience analogue, défendue par Gérard Dedieu, avait été refusée. Mais nous n'imaginions pas le travail que nous demandions à nos collègues du CNES. Pour démontrer la faisabilité du projet, nos collègues du CNES ont dû : trouver une chef de projet qui a coordonné les études : Sylvia Sylvander choisir la nouvelle orbite (Cycle de 2 à 6 jours) minimisant la consommation de carburant (au CNES, on parle d'Ergols). Il faut en effet garder suffisamment d'ergols pour réduire l'altitude du satellite, afin que celui-ci brûle dans l'atmosphère au bout d'une durée inférieure à 25 ans. L'orbite retenue fournit un cycle de 5 jours, qui conduit à une consommation de carburant très faible et fournit une répétitivité égale à celle des deux satellites Sentinel-2. choisir la stratégie de changement d'orbite. La date de manœuvre optimale, le 29 janvier, correspond à la fin d'une période de pleine lune, or il est interdit de manœuvrer SPOT4, durant la pleine lune. Il ne s'agit pas de superstition, mais seulement d'un éblouissement potentiel des senseurs qui permettent de connaître l'orientation du satellite. Une analyse des dernières pleines lunes à la même période de l'année montre que la manœuvre devrait bien pouvoir être exécutée le 29 janvier, mais cela reste à confirmer. Au cas où, une stratégie de repli a été définie. vérifier que le segment sol du satellite (conçu il y a plus de 15 ans) sait gérer cette nouvelle orbite. Le segment sol doit savoir à la fois programmer le satellite et ses prises de vue, gérer les enregistreurs de bord, coordonner le téléchargement des données sur la station de réception, tout en évitant de brouiller les autres satellites. Comme le satellite n'est plus sur son orbite nominale, toutes les conditions de brouillages sont à recalculer. vérifier que le segment sol sait aussi inventorier et traiter les produits. Les produits sont habituellement référencés par leur numéro d'orbite, or ceux-ci ont changé... tester le bon dialogue de tous les systèmes : un essai d'une semaine sur un simulateur du satellite et de son système a permis de montrer que tout devrait bien fonctionner. le système habituel de programmation des prises de vues, à SpotImage, ne fonctionnera pas sur cette orbite, il faut utiliser le système de programmation du CNES, plus souple mais beaucoup moins automatisé. Il faut maintenant une heure trente pour programmer les 42 sites observés sur 5 jours. trouver les personnels internes et externes (et donc les budgets), permettant de prolonger la vie de SPOT4 pendant 5 mois. négocier avec SpotImage (Astrium Geo), le tarif de production des produits de Niveau 1A et le maintien d'une notation nuageuse préparer le centre de production MUSCATE qui fournira les données de niveau 1C et 2A aux utilisateurs. Ce centre de production sera implémenté au sein du Pôle Thématique Surfaces Continentales (PTSC). Un grand merci donc à Didier Roumiguières, Sylvia Sylvander, Laurence Houpert, Jean-Marc Walter, Jordane Sarda (CS-SI), Aurélie Moussy-Soffys, Frédéric Daniaud (CS-SI), Michel Moulin, Benoît Boissin, Selma Cherchali, Françoise Schiavon, Marc Leroy, Jerôme Bijac (Astrium geo) et à toutes les personnes CNES et Astrium-Geo qui ont contribué à l'instruction de l'opération.",
            "position": {
                "top": "10px",
                "left": "10px",
                "maxWidth":"80%",
                "margin":"50px"
            }
        }
    ]
}