{
    "items": [
        {
            "html": "<h1>Changing SPOT4 orbit : easy ?</h1><p>When we submitted the SPOT4(Take 5) experiment to CNES, we knew that CNES would not accept it easily, since a similar proposal made by Gérard Dedieu before SPOT2 de-orbitation had been rejected. But we did not imagine the amount of work we were requesting from our colleagues at CNES. To show the project feasability, our CNES colleagues had to : find a project manager who coordinated the study: Sylvia Sylvander choose the new orbit (2 to 6 days repeat cycle) minimizing fuel consumption : We must keep enough fuel to be able to reduce the altitude of the satellite, so that it burns in the atmosphere after a period of less than 25 years. The finally chosen orbit provides a 5 days repeat cycle, resulting in a very low fuel consumption. This orbit also provides the exact repeatability of the two satellites Sentinel-2. choose the strategy change orbit. The date of optimal maneuver is January 29, but it corresponds to the end of a full moon, and it is prohibited to maneuver SPOT4 during the full moon. It is not due to superstition, but only because of a potential blinding of star sensors used to determine the orientation of the satellite. But a detailed analysis of recent full moons in the same period last year showed that the maneuver could still be executed on January 29 without any risk. check that the ground segment (designed 15 years ago) can handle the new orbit. The ground segment programs the satellite and the acquisitions, manages the old tape recorders, coordinates the data download to the receiving station, while avoiding interference with other satellites. Because the satellite is no longer on its nominal orbit, all the conditions of interference are to be recalculated. check that the ground segment is able to ingest and process products. The products are usually referenced by their orbit number, which will be different... test the system interfaces: a one-week trial on a simulator of the spacecraft and its system showed that everything should work fine the usual programming system at SpotImage will not work on this orbit, we will have to use CNES programming system, more flexible but less automated. It takes one hour and a half to program the 42 sites observed over 5 days, but someone will have to do it every 5 days. find internal and external staff (and budgets) to extend the life of SPOT4 for 5 months. negotiate with SpotImage (Astrium Geo), the cost of producing Level 1A products and maintaining the cloud notation prepare the MUSCATE production center that will provide level 1C and 2A users. This production facility will be implemented within the Land Data Centre. Many thanks to Didier Roumiguières, Sylvia Sylvander, Laurence Houpert, Jean-Marc Walter, Jordane Sarda (CS-SI), Aurélie Moussy-Soffys, Frédéric Daniaud (CS-SI), Michel Moulin, Benoît Boissin, Selma Cherchali, Françoise Schiavon, Marc Leroy, Jerôme Bijac (Astrium geo) and to all CNES and Astrium-Geo people who contributed to the acceptation SPOT4(Take5) experiment.</p>",
            "position": {
                "top": "10px",
                "left": "10px",
                "maxWidth":"80%",
                "margin":"50px"
            }
        }
    ]
}